
function stylishfontA(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅐","b":"🅑","c":"🅒","d":"🅓","e":"🅔","f":"🅕","g":"🅖","h":"🅗","i":"🅘","j":"🅙","k":"🅚","l":"🅛","m":"🅜","n":"🅝","o":"🅞","p":"🅟","q":"🅠","r":"🅡","s":"🅢","t":"🅣","u":"🅤","v":"🅥","w":"🅦","x":"🅧","y":"🅨","z":"🅩","A":"🅐","B":"🅑","C":"🅒","D":"🅓","E":"🅔","F":"🅕","G":"🅖","H":"🅗","I":"🅘","J":"🅙","K":"🅚","L":"🅛","M":"🅜","N":"🅝","O":"🅞","P":"🅟","Q":"🅠","R":"🅡","S":"🅢","T":"🅣","U":"🅤","V":"🅥","W":"🅦","X":"🅧","Y":"🅨","Z":"🅩"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "╾━╤デ╦︻ " + text.split(" ").join("❤️") + " ヅ";
}




function stylishfontB(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"&#9424;","b":"&#9425;","c":"&#9426;","d":"&#9427;","e":"&#9428;","f":"&#9429;","g":"&#9430;","h":"&#9431;","i":"&#9432;","j":"&#9433;","k":"&#9434;","l":"&#9435;","m":"&#9436;","n":"&#9437;","o":"&#9438;","p":"&#9439;","q":"&#9440;","r":"&#9441;","s":"&#9442;","t":"&#9443;","u":"&#9444;","v":"&#9445;","w":"&#9446;","x":"&#9447;","y":"&#9448;","z":"&#9449;","A":"&#9398;","B":"&#9399;","C":"&#9400;","D":"&#9401;","E":"&#9402;","F":"&#9403;","G":"&#9404;","H":"&#9405;","I":"&#9406;","J":"&#9407;","K":"&#9408;","L":"&#9409;","M":"&#9410;","N":"&#9411;","O":"&#9412;","P":"&#9413;","Q":"&#9414;","R":"&#9415;","S":"&#9416;","T":"&#9417;","U":"&#9418;","V":"&#9419;","W":"&#9420;","X":"&#9421;","Y":"&#9422;","Z":"&#9423;"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "亗 ☠『 "+text+" 』☠ 亗";
}


function stylishfontC(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","g":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔄","B":"𝔅","C":"ℭ","D":"𝔇","E":"𝔈","F":"𝔉","G":"𝔊","H":"ℌ","I":"ℑ","J":"𝔍","K":"𝔎","L":"𝔏","M":"𝔐","N":"𝔑","O":"𝔒","P":"𝔓","Q":"𝔔","R":"ℜ","S":"𝔖","T":"𝔗","U":"𝔘","V":"𝔙","W":"𝔚","X":"𝔛","Y":"𝔜","Z":"ℨ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "▄︻̷̿┻̿═━一 "+text+" 彡★";
}


function stylishfontD(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅰","b":"🅱","c":"🅲","d":"🅳","e":"🅴","f":"🅵","g":"🅶","h":"🅷","i":"🅸","j":"🅹","k":"🅺","l":"🅻","m":"🅼","n":"🅽","o":"🅾","p":"🅿","q":"🆀","r":"🆁","s":"🆂","t":"🆃","u":"🆄","v":"🆅","w":"🆆","x":"🆇","y":"🆈","z":"🆉","A":"🅰","B":"🅱","C":"🅲","D":"🅳","E":"🅴","F":"🅵","G":"🅶","H":"🅷","I":"🅸","J":"🅹","K":"🅺","L":"🅻","M":"🅼","N":"🅽","O":"🅾","P":"🅿","Q":"🆀","R":"🆁","S":"🆂","T":"🆃","U":"🆄","V":"🆅","W":"🆆","X":"🆇","Y":"🆈","Z":"🆉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "꧁𒆜 " + text + " 𒆜꧂";
}



function stylishfontE(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝕒","b":"𝕓","c":"𝕔","d":"𝕕","e":"𝕖","f":"𝕗","g":"𝕘","h":"𝕙","i":"𝕚","j":"𝕛","k":"𝕜","l":"𝕝","m":"𝕞","n":"𝕟","o":"𝕠","p":"𝕡","q":"𝕢","r":"𝕣","s":"𝕤","t":"𝕥","u":"𝕦","v":"𝕧","w":"𝕨","x":"𝕩","y":"𝕪","z":"𝕫","A":"𝔸","B":"𝔹","C":"ℂ","D":"𝔻","E":"𝔼","F":"𝔽","G":"𝔾","H":"ℍ","I":"𝕀","J":"𝕁","K":"𝕂","L":"𝕃","M":"𝕄","N":"ℕ","O":"𝕆","P":"ℙ","Q":"ℚ","R":"ℝ","S":"𝕊","T":"𝕋","U":"𝕌","V":"𝕍 ","W":"𝕎","X":"𝕏","Y":"𝕐","Z":"ℤ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "«★꧁༒" + text + "༒꧂★»";
}



function stylishfontS(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🄰","b":"🄱","c":"🄲","d":"🄳","e":"🄴","f":"🄵 ","g":"🄶","h":"🄷","i":"🄸","j":"🄹","k":"🄺","l":"🄻","m":"🄼","n":"🄽","o":"🄾","p":"🄿","q":"🅀","r":"🅁","s":"🅂","t":"🅃","u":"🅄","v":"🅅","w":"🅆","x":"🅇","y":"🅈","z":"🅉","A":"🄰","B":"🄱","C":"🄲","D":"🄳","E":"🄴","F":"🄵","G":"🄶","H":"🄷","I":"🄸","J":"🄹","K":"🄺","L":"🄻","M":"🄼","N":"🄽","O":"🄾","P":"🄿","Q":"🅀","R":"🅁","S":"🅂","T":"🅃","U":"🅄","V":"🅅","W":"🅆","X":"🅇","Y":"🅈","Z":"🅉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "✞ঔৣ۝G "+text+" ۝ঔৣ✞";
}



function stylishfont(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᴀ","b":"ʙ","c":"ᴄ","d":"ᴅ","e":"ᴇ","f":"ғ","g":"ɢ","h":"ʜ","i":"ɪ","j":"ᴊ","k":"ᴋ","l":"ʟ","m":"ᴍ","n":"ɴ","o":"ᴏ","p":"ᴘ","q":"ǫ","r":"ʀ","s":"s","t":"ᴛ","u":"ᴜ","v":"ᴠ","w":"ᴡ","x":"x","y":"ʏ","z":"ᴢ","A":"A","B":"B","C":"C","D":"D","E":"E","F":"F","G":"G","H":"H","I":"I","J":"J","K":"K","L":"L","M":"M","N":"N","O":"O","P":"P","Q":"Q","R":"R","S":"S","T":"T","U":"U","V":"V","W":"W","X":"X","Y":"Y","Z":"Z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "★彡『 "+text+" 』彡★";
}



function SuperscriptFont(text) {
  var map = {"0":"&#8304;","1":"&#185;","2":"&#178;","3":"&#179;","4":"&#8308;","5":"&#8309;","6":"&#8310;","7":"&#8311;","8":"&#8312;","9":"&#8313;","a":"ᵃ","b":"ᵇ","c":"ᶜ","d":"ᵈ","e":"ᵉ","f":"ᶠ","g":"ᵍ","h":"ʰ","i":"ᶦ","j":"ʲ","k":"ᵏ","l":"ˡ","m":"ᵐ","n":"ⁿ","o":"ᵒ","p":"ᵖ","q":"ᑫ","r":"ʳ","s":"ˢ","t":"ᵗ","u":"ᵘ","v":"ᵛ","w":"ʷ","x":"ˣ","y":"ʸ","z":"ᶻ","A":"ᴬ","B":"ᴮ","C":"ᶜ","D":"ᴰ","E":"ᴱ","F":"ᶠ","G":"ᴳ","H":"ᴴ","I":"ᴵ","J":"ᴶ","K":"ᴷ","L":"ᴸ","M":"ᴹ","N":"ᴺ","O":"ᴼ","P":"ᴾ","Q":"Q","R":"ᴿ","S":"ˢ","T":"ᵀ","U":"ᵁ","V":"ⱽ","W":"ᵂ","X":"ˣ","Y":"ʸ","Z":"ᶻ","+":"&#8314;","-":"&#8315;","=":"&#8316;","(":"&#8317;",")":"&#8318;", "q":"ᵠ", "Q":"ᵠ", "?":"ˀ", "!":"ᵎ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return "⎝⎝✧" + text.split(" ").join("么") + "✧⎠⎠" ;
}



function SubscriptFont(text) {
  var map = {"0":"&#8320;","1":"&#8321;","2":"&#8322;","3":"&#8323;","4":"&#8324;","5":"&#8325;","6":"&#8326;","7":"&#8327;","8":"&#8328;","9":"&#8329;","a":"ₐ","b":"b","c":"c","d":"d","e":"ₑ","f":"f","g":"g","h":"ₕ","i":"ᵢ","j":"ⱼ","k":"ₖ","l":"ₗ","m":"ₘ","n":"ₙ","o":"ₒ","p":"ₚ","q":"q","r":"ᵣ","s":"ₛ","t":"ₜ","u":"ᵤ","v":"ᵥ","w":"w","x":"ₓ","y":"y","z":"z","A":"ₐ","B":"B","C":"C","D":"D","E":"ₑ","F":"F","G":"G","H":"ₕ","I":"ᵢ","J":"ⱼ","K":"ₖ","L":"ₗ","M":"ₘ","N":"ₙ","O":"ₒ","P":"ₚ","Q":"Q","R":"ᵣ","S":"ₛ","T":"ₜ","U":"ᵤ","V":"ᵥ","W":"W","X":"ₓ","Y":"Y","Z":"Z","+":"&#8330;","-":"&#8331;","=":"&#8332;","(":"&#8333;",")":"&#8334;", "y":"ᵧ", "b":"ᵦ", "q":"ᵩ", "z":"𝓏", "w":"𝓌", "c":"𝒸", "d":"𝒹", "f":"𝒻", "g":"𝓰"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text.split("").join("♥")+ "♥";
}



function stylishfontN1(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅰","b":"🅱","c":"🅲","d":"🅳","e":"🅴","f":"🅵","g":"🅶","h":"🅷","i":"🅸","j":"🅹","k":"🅺","l":"🅻","m":"🅼","n":"🅽","o":"🅾","p":"🅿","q":"🆀","r":"🆁","s":"🆂","t":"🆃","u":"🆄","v":"🆅","w":"🆆","x":"🆇","y":"🆈","z":"🆉","A":"🅰","B":"🅱","C":"🅲","D":"🅳","E":"🅴","F":"🅵","G":"🅶","H":"🅷","I":"🅸","J":"🅹","K":"🅺","L":"🅻","M":"🅼","N":"🅽","O":"🅾","P":"🅿","Q":"🆀","R":"🆁","S":"🆂","T":"🆃","U":"🆄","V":"🆅","W":"🆆","X":"🆇","Y":"🆈","Z":"🆉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function stylishfontN2(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ⓐ","b":"Ⓑ","c":"Ⓒ","d":"Ⓓ","e":"Ⓔ","f":"Ⓕ","g":"Ⓖ","h":"Ⓗ","i":"Ⓘ","j":"Ⓙ","k":"Ⓚ","l":"Ⓛ","m":"Ⓜ","n":"Ⓝ","o":"Ⓞ","p":"Ⓟ","q":"Ⓠ","r":"Ⓡ","s":"Ⓢ","t":"Ⓣ","u":"Ⓤ","v":"Ⓥ","w":"Ⓦ","x":"Ⓧ","y":"Ⓨ","z":"Ⓩ","A":"Ⓐ","B":"Ⓑ","C":"Ⓒ","D":"Ⓓ","E":"Ⓔ","F":"Ⓕ","G":"Ⓖ","H":"Ⓗ","I":"Ⓘ","J":"Ⓙ","K":"Ⓚ","L":"Ⓛ","M":"Ⓜ","N":"Ⓝ","O":"Ⓞ","P":"Ⓟ","Q":"Ⓠ","R":"Ⓡ","S":"Ⓢ","T":"Ⓣ","U":"Ⓤ","V":"Ⓥ","W":"Ⓦ","X":"Ⓧ","Y":"Ⓨ","Z":"Ⓩ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN3(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ⓐ","b":"ⓑ","c":"ⓒ","d":"ⓓ","e":"ⓔ","f":"ⓕ","g":"ⓖ","h":"ⓗ","i":"ⓘ","j":"ⓙ","k":"ⓚ","l":"ⓛ","m":"ⓜ","n":"ⓝ","o":"ⓞ","p":"ⓟ","q":"ⓠ","r":"ⓡ","s":"ⓢ","t":"ⓣ","u":"ⓤ","v":"ⓥ","w":"ⓦ","x":"ⓧ","y":"ⓨ","z":"ⓩ","A":"ⓐ","B":"ⓑ","C":"ⓒ","D":"ⓓ","E":"ⓔ","F":"ⓕ","G":"ⓖ","H":"ⓗ","I":"ⓘ","J":"ⓙ","K":"ⓚ","L":"ⓛ","M":"ⓜ","N":"ⓝ","O":"ⓞ","P":"ⓟ","Q":"ⓠ","R":"ⓡ","S":"ⓢ","T":"ⓣ","U":"ⓤ","V":"ⓥ","W":"ⓦ","X":"ⓧ","Y":"ⓨ","Z":"ⓩ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN4(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𐌀","b":"𐌁","c":"𐌂","d":"𐌃","e":"𐌄","f":"𐌅","g":"𐌾","h":"𐋏","i":"𐌆","j":"𐌳","k":"𐌊","l":"𐌋","m":"𐌑","n":"𐌽","o":"𐍈","p":"𐌓","q":"𐍉","r":"𐍂","s":"𐍃","t":"𐌕","u":"𐌵","v":"𐠨","w":"𐤔","x":"𐌗","y":"𐍅","z":"乙","A":"𐌀","B":"𐌁","C":"𐌂","D":"𐌃","E":"𐌄","F":"𐌅","G":"𐌾","H":"𐋏","I":"𐌆","J":"𐌳","K":"𐌊","L":"𐌋","M":"𐌑","N":"𐌽","O":"𐍈","P":"𐌓","Q":"𐍉","R":"𐍂","S":"𐍃","T":"𐌕","U":"𐌵","V":"𐠨","W":"𐤔","X":"𐌗","Y":"𐍅","Z":"乙"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN5(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Λ","b":"β","c":"Ͼ","d":"Đ","e":"Σ","f":"Ḟ","g":"Ḡ","h":"Ḥ","i":"ḭ","j":"J","k":"Ḳ","l":"Ɫ","m":"Ṃ","n":"Ṇ","o":"Ṓ","p":"Ᵽ","q":"Q","r":"Ṝ","s":"Ṩ","t":"Ṫ","u":"Ṷ","v":"Ṿ","w":"Ẅ","x":"Ẍ","y":"Ῡ","z":"Ẓ","A":"Λ","B":"β","C":"Ͼ","D":"Đ","E":"Σ","F":"Ḟ","G":"Ḡ","H":"Ḥ","I":"ḭ","J":"J","K":"Ḳ","L":"Ɫ","M":"Ṃ","N":"Ṇ","O":"Ṓ","P":"Ᵽ","Q":"Q","R":"Ṝ","S":"Ṩ","T":"Ṫ","U":"Ṷ","V":"Ṿ","W":"Ẅ","X":"Ẍ","Y":"Ῡ","Z":"Ẓ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN6(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN7(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ａ","b":"Ｂ","c":"Ｃ","d":"Ｄ","e":"Ｅ","f":"Ｆ","g":"Ｇ","h":"Ｈ","i":"Ｉ","j":"Ｊ","k":"Ｋ","l":"Ｌ","m":"Ｍ","n":"Ｎ","o":"Ｏ","p":"Ｐ","q":"Ｑ","r":"Ｒ","s":"Ｓ","t":"Ｔ","u":"Ｕ","v":"Ｖ","w":"Ｗ","x":"Ｘ","y":"Ｙ","z":"Ｚ","A":"Ａ","B":"Ｂ","C":"Ｃ","D":"Ｄ","E":"Ｅ","F":"Ｆ","G":"Ｇ","H":"Ｈ","I":"Ｉ","J":"Ｊ","K":"Ｋ","L":"Ｌ","M":"Ｍ","N":"Ｎ","O":"Ｏ","P":"Ｐ","Q":"Ｑ","R":"Ｒ","S":"Ｓ","T":"Ｔ","U":"Ｕ","V":"Ｖ","W":"Ｗ","X":"Ｘ","Y":"Ｙ","Z":"Ｚ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN8(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ａ","b":"ｂ","c":"ｃ","d":"ｄ","e":"ｅ","f":"ｆ","g":"ｇ","h":"ｈ","i":"ｉ","j":"ｊ","k":"ｋ","l":"ｌ","m":"ｍ","n":"ｎ","o":"ｏ","p":"ｐ","q":"ｑ","r":"ｒ","s":"ｓ","t":"ｔ","u":"ｕ","v":"ｖ","w":"ｗ","x":"ｘ","y":"ｙ","z":"ｚ","A":"ａ","B":"ｂ","C":"ｃ","D":"ｄ","E":"ｅ","F":"ｆ","G":"ｇ","H":"ｈ","I":"ｉ","J":"ｊ","K":"ｋ","L":"ｌ","M":"ｍ","N":"ｎ","O":"ｏ","P":"ｐ","Q":"ｑ","R":"ｒ","S":"ｓ","T":"ｔ","U":"ｕ","V":"ｖ","W":"ｗ","X":"ｘ","Y":"ｙ","Z":"ｚ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN9(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"ᗷ","c":"ᑕ","d":"ᗪ","e":"ᗴ","f":"ᖴ","g":"Ǥ","h":"ᕼ","i":"Ꭵ","j":"ᒎ","k":"ᛕ","l":"ᒪ","m":"ᗰ","n":"ᑎ","o":"ᗝ","p":"ᑭ","q":"Ɋ","r":"ᖇ","s":"ᔕ","t":"丅","u":"ᑌ","v":"ᐯ","w":"ᗯ","x":"᙭","y":"Ƴ","z":"Ƶ","A":"ᗩ","B":"ᗷ","C":"ᑕ","D":"ᗪ","E":"ᗴ","F":"ᖴ","G":"Ǥ","H":"ᕼ","I":"Ꭵ","J":"ᒎ","K":"ᛕ","L":"ᒪ","M":"ᗰ","N":"ᑎ","O":"ᗝ","P":"ᑭ","Q":"Ɋ","R":"ᖇ","S":"ᔕ","T":"丅","U":"ᑌ","V":"ᐯ","W":"ᗯ","X":"᙭","Y":"Ƴ","Z":"Ƶ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN10(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Δ","b":"β","c":"Ć","d":"Đ","e":"€","f":"ℱ","g":"Ꮆ","h":"Ħ","i":"Ɨ","j":"Ĵ","k":"Ҝ","l":"Ł","m":"Μ","n":"Ň","o":"Ø","p":"Ƥ","q":"Ω","r":"Ř","s":"Ş","t":"Ŧ","u":"Ữ","v":"V","w":"Ŵ","x":"Ж","y":"¥","z":"Ž","A":"Δ","B":"β","C":"Ć","D":"Đ","E":"€","F":"ℱ","G":"Ꮆ","H":"Ħ","I":"Ɨ","J":"Ĵ","K":"Ҝ","L":"Ł","M":"Μ","N":"Ň","O":"Ø","P":"Ƥ","Q":"Ω","R":"Ř","S":"Ş","T":"Ŧ","U":"Ữ","V":"V","W":"Ŵ","X":"Ж","Y":"¥","Z":"Ž"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN11(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"l","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"t","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"z","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"l","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"t","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN12(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"c","d":"∂","e":"ε","f":"ғ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"s","t":"т","u":"υ","v":"v","w":"ω","x":"x","y":"ү","z":"z","A":"α","B":"в","C":"c","D":"∂","E":"ε","F":"ғ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"s","T":"т","U":"υ","V":"v","W":"ω","X":"x","Y":"ү","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN13(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ά","b":"в","c":"ς","d":"đ","e":"έ","f":"ғ","g":"ģ","h":"ħ","i":"ί","j":"ј","k":"ķ","l":"Ļ","m":"м","n":"ή","o":"ό","p":"ρ","q":"q","r":"ŕ","s":"ş","t":"ţ","u":"ù","v":"ν","w":"ώ","x":"x","y":"ч","z":"ž","A":"ά","B":"в","C":"ς","D":"đ","E":"έ","F":"ғ","G":"ģ","H":"ħ","I":"ί","J":"ј","K":"ķ","L":"Ļ","M":"м","N":"ή","O":"ό","P":"ρ","Q":"q","R":"ŕ","S":"ş","T":"ţ","U":"ù","V":"ν","W":"ώ","X":"x","Y":"ч","Z":"ž"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN14(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ã","b":"β","c":"Č","d":"Ď","e":"Ẹ","f":"Ƒ","g":"Ğ","h":"Ĥ","i":"Į","j":"Ĵ","k":"Ќ","l":"Ĺ","m":"ϻ","n":"Ň","o":"Ỗ","p":"Ƥ","q":"Ǫ","r":"Ř","s":"Ŝ","t":"Ť","u":"Ǘ","v":"Ѷ","w":"Ŵ","x":"Ж","y":"Ў","z":"Ż","A":"Ã","B":"β","C":"Č","D":"Ď","E":"Ẹ","F":"Ƒ","G":"Ğ","H":"Ĥ","I":"Į","J":"Ĵ","K":"Ќ","L":"Ĺ","M":"ϻ","N":"Ň","O":"Ỗ","P":"Ƥ","Q":"Ǫ","R":"Ř","S":"Ŝ","T":"Ť","U":"Ǘ","V":"Ѷ","W":"Ŵ","X":"Ж","Y":"Ў","Z":"Ż"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN15(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ą","b":"Ɓ","c":"Ƈ","d":"Ɗ","e":"Ę","f":"Ƒ","g":"Ɠ","h":"Ḩ","i":"Į","j":"ǰ","k":"Ƙ","l":"Ɫ","m":"Ɱ","n":"Ɲ","o":"Ǫ","p":"Ƥ","q":"Ɋ","r":"Ɍ","s":"Ş","t":"Ƭ","u":"Ų","v":"Ṽ","w":"Ⱳ","x":"Ẋ","y":"Ƴ","z":"Ȥ","A":"Ą","B":"Ɓ","C":"Ƈ","D":"Ɗ","E":"Ę","F":"Ƒ","G":"Ɠ","H":"Ḩ","I":"Į","J":"ǰ","K":"Ƙ","L":"Ɫ","M":"Ɱ","N":"Ɲ","O":"Ǫ","P":"Ƥ","Q":"Ɋ","R":"Ɍ","S":"Ş","T":"Ƭ","U":"Ų","V":"Ṽ","W":"Ⱳ","X":"Ẋ","Y":"Ƴ","Z":"Ȥ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN16(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","g":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔞","B":"𝔟","C":"𝔠","D":"𝔡","E":"𝔢","F":"𝔣","G":"𝔤","H":"𝔥","I":"𝔦","J":"𝔧","K":"𝔨","L":"𝔩","M":"𝔪","N":"𝔫","O":"𝔬","P":"𝔭","Q":"𝔮","R":"𝔯","S":"𝔰","T":"𝔱","U":"𝔲","V":"𝔳","W":"𝔴","X":"𝔵","Y":"𝔶","Z":"𝔷"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN17(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN18(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"𝑜","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"𝑜","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN19(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓐","b":"𝓑","c":"𝓒","d":"𝓓","e":"𝓔","f":"𝓕","g":"𝓖","h":"𝓗","i":"𝓘","j":"𝓙","k":"𝓚","l":"𝓛","m":"𝓜","n":"𝓝","o":"𝓞","p":"𝓟","q":"𝓠","r":"𝓡","s":"𝓢","t":"𝓣","u":"𝓤","v":"𝓥","w":"𝓦","x":"𝓧","y":"𝓨","z":"𝓩","A":"𝓐","B":"𝓑","C":"𝓒","D":"𝓓","E":"𝓔","F":"𝓕","G":"𝓖","H":"𝓗","I":"𝓘","J":"𝓙","K":"𝓚","L":"𝓛","M":"𝓜","N":"𝓝","O":"𝓞","P":"𝓟","Q":"𝓠","R":"𝓡","S":"𝓢","T":"𝓣","U":"𝓤","V":"𝓥","W":"𝓦","X":"𝓧","Y":"𝓨","Z":"𝓩"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN20(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝐀","b":"𝐁","c":"𝐂","d":"𝐃","e":"𝐄","f":"𝐅","g":"𝐆","h":"𝐇","i":"𝐈","j":"𝐉","k":"𝐊","l":"𝐋","m":"𝐌","n":"𝐍","o":"𝐎","p":"𝐏","q":"𝐐","r":"𝐑","s":"𝐒","t":"𝐓","u":"𝐔","v":"𝐕","w":"𝐖","x":"𝐗","y":"𝐘","z":"𝐙","A":"𝐀","B":"𝐁","C":"𝐂","D":"𝐃","E":"𝐄","F":"𝐅","G":"𝐆","H":"𝐇","I":"𝐈","J":"𝐉","K":"𝐊","L":"𝐋","M":"𝐌","N":"𝐍","O":"𝐎","P":"𝐏","Q":"𝐐","R":"𝐑","S":"𝐒","T":"𝐓","U":"𝐔","V":"𝐕","W":"𝐖","X":"𝐗","Y":"𝐘","Z":"𝐙"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN21(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝐚","b":"𝐛","c":"𝐜","d":"𝐝","e":"𝐞","f":"𝐟","g":"𝐠","h":"𝐡","i":"𝐢","j":"𝐣","k":"𝐤","l":"𝐥","m":"𝐦","n":"𝐧","o":"𝐨","p":"𝐩","q":"𝐪","r":"𝐫","s":"𝐬","t":"𝐭","u":"𝐮","v":"𝐯","w":"𝐰","x":"𝐱","y":"𝐲","z":"𝐳","A":"𝐚","B":"𝐛","C":"𝐜","D":"𝐝","E":"𝐞","F":"𝐟","G":"𝐠","H":"𝐡","I":"𝐢","J":"𝐣","K":"𝐤","L":"𝐥","M":"𝐦","N":"𝐧","O":"𝐨","P":"𝐩","Q":"𝐪","R":"𝐫","S":"𝐬","T":"𝐭","U":"𝐮","V":"𝐯","W":"𝐰","X":"𝐱","Y":"𝐲","Z":"𝐳"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN22(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔸","b":"𝔹","c":"ℂ","d":"𝔻","e":"𝔼","f":"𝔽","g":"𝔾","h":"ℍ","i":"𝕀","j":"𝕁","k":"𝕂","l":"𝕃","m":"𝕄","n":"ℕ","o":"𝕆","p":"ℙ","q":"ℚ","r":"ℝ","s":"𝕊","t":"𝕋","u":"𝕌","v":"𝕍","w":"𝕎","x":"𝕏","y":"𝕐","z":"ℤ","A":"𝔸","B":"𝔹","C":"ℂ","D":"𝔻","E":"𝔼","F":"𝔽","G":"𝔾","H":"ℍ","I":"𝕀","J":"𝕁","K":"𝕂","L":"𝕃","M":"𝕄","N":"ℕ","O":"𝕆","P":"ℙ","Q":"ℚ","R":"ℝ","S":"𝕊","T":"𝕋","U":"𝕌","V":"𝕍","W":"𝕎","X":"𝕏","Y":"𝕐","Z":"ℤ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN23(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝕒","b":"𝕓","c":"𝕔","d":"𝕕","e":"𝕖","f":"𝕗","g":"𝕘","h":"𝕙","i":"𝕚","j":"𝕛","k":"𝕜","l":"𝕝","m":"𝕞","n":"𝕟","o":"𝕠","p":"𝕡","q":"𝕢","r":"𝕣","s":"𝕤","t":"𝕥","u":"𝕦","v":"𝕧","w":"𝕨","x":"𝕩","y":"𝕪","z":"𝕫","A":"𝕒","B":"𝕓","C":"𝕔","D":"𝕕","E":"𝕖","F":"𝕗","G":"𝕘","H":"𝕙","I":"𝕚","J":"𝕛","K":"𝕜","L":"𝕝","M":"𝕞","N":"𝕟","O":"𝕠","P":"𝕡","Q":"𝕢","R":"𝕣","S":"𝕤","T":"𝕥","U":"𝕦","V":"𝕧","W":"𝕨","X":"𝕩","Y":"𝕪","Z":"𝕫"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN24(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᵃ","b":"ᵇ","c":"ᶜ","d":"ᵈ","e":"ᵉ","f":"ᶠ","g":"ᵍ","h":"ʰ","i":"ᶤ","j":"ʲ","k":"ᵏ","l":"ˡ","m":"ᵐ","n":"ᶰ","o":"ᵒ","p":"ᵖ","q":"ᵠ","r":"ʳ","s":"ˢ","t":"ᵗ","u":"ᵘ","v":"ᵛ","w":"ʷ","x":"ˣ","y":"ʸ","z":"ᶻ","A":"ᵃ","B":"ᵇ","C":"ᶜ","D":"ᵈ","E":"ᵉ","F":"ᶠ","G":"ᵍ","H":"ʰ","I":"ᶤ","J":"ʲ","K":"ᵏ","L":"ˡ","M":"ᵐ","N":"ᶰ","O":"ᵒ","P":"ᵖ","Q":"ᵠ","R":"ʳ","S":"ˢ","T":"ᵗ","U":"ᵘ","V":"ᵛ","W":"ʷ","X":"ˣ","Y":"ʸ","Z":"ᶻ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function stylishfontN25(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ɐ","b":"q","c":"ɔ","d":"p","e":"ǝ","f":"ɟ","g":"ƃ","h":"ɥ","i":"!","j":"ɾ","k":"ʞ","l":"ן","m":"ɯ","n":"u","o":"o","p":"d","q":"b","r":"ɹ","s":"s","t":"ʇ","u":"n","v":"ʌ","w":"ʍ","x":"x","y":"ʎ","z":"z","A":"ɐ","B":"q","C":"ɔ","D":"p","E":"ǝ","F":"ɟ","G":"ƃ","H":"ɥ","I":"!","J":"ɾ","K":"ʞ","L":"ן","M":"ɯ","N":"u","O":"o","P":"d","Q":"b","R":"ɹ","S":"s","T":"ʇ","U":"n","V":"ʌ","W":"ʍ","X":"x","Y":"ʎ","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function stylishfontN26(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ﾑ","b":"乃","c":"ᄃ","d":"り","e":"乇","f":"ｷ","g":"ム","h":"ん","i":"ﾉ","j":"ﾌ","k":"ズ","l":"ﾚ","m":"ﾶ","n":"刀","o":"の","p":"ｱ","q":"ゐ","r":"尺","s":"丂","t":"ｲ","u":"ひ","v":"√","w":"W","x":"ﾒ","y":"ﾘ","z":"乙","A":"ﾑ","B":"乃","C":"ᄃ","D":"り","E":"乇","F":"ｷ","G":"ム","H":"ん","I":"ﾉ","J":"ﾌ","K":"ズ","L":"ﾚ","M":"ﾶ","N":"刀","O":"の","P":"ｱ","Q":"ゐ","R":"尺","S":"丂","T":"ｲ","U":"ひ","V":"√","W":"W","X":"ﾒ","Y":"ﾘ","Z":"乙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }
  

function stylishfontN27(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"卂","b":"乃","c":"匚","d":"ᗪ","e":"乇","f":"千","g":"Ꮆ","h":"卄","i":"丨","j":"ﾌ","k":"Ҝ","l":"ㄥ","m":"爪","n":"几","o":"ㄖ","p":"卩","q":"Ɋ","r":"尺","s":"丂","t":"ㄒ","u":"ㄩ","v":"ᐯ","w":"山","x":"乂","y":"ㄚ","z":"乙","A":"卂","B":"乃","C":"匚","D":"ᗪ","E":"乇","F":"千","G":"Ꮆ","H":"卄","I":"丨","J":"ﾌ","K":"Ҝ","L":"ㄥ","M":"爪","N":"几","O":"ㄖ","P":"卩","Q":"Ɋ","R":"尺","S":"丂","T":"ㄒ","U":"ㄩ","V":"ᐯ","W":"山","X":"乂","Y":"ㄚ","Z":"乙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN28(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"ც","c":"८","d":"ძ","e":"૯","f":"Բ","g":"૭","h":"Һ","i":"ɿ","j":"ʆ","k":"қ","l":"Ն","m":"ɱ","n":"Ո","o":"૦","p":"ƿ","q":"ҩ","r":"Ր","s":"ς","t":"੮","u":"υ","v":"౮","w":"ω","x":"૪","y":"ע","z":"ઽ","A":"ค","B":"ც","C":"८","D":"ძ","E":"૯","F":"Բ","G":"૭","H":"Һ","I":"ɿ","J":"ʆ","K":"қ","L":"Ն","M":"ɱ","N":"Ո","O":"૦","P":"ƿ","Q":"ҩ","R":"Ր","S":"ς","T":"੮","U":"υ","V":"౮","W":"ω","X":"૪","Y":"ע","Z":"ઽ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN29(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"а","b":"б","c":"c","d":"д","e":"ё","f":"f","g":"g","h":"н","i":"ї","j":"j","k":"к","l":"г","m":"ѫ","n":"п","o":"ѳ","p":"p","q":"ф","r":"я","s":"$","t":"т","u":"ц","v":"ѵ","w":"щ","x":"ж","y":"ч","z":"з","A":"а","B":"б","C":"c","D":"д","E":"ё","F":"f","G":"g","H":"н","I":"ї","J":"j","K":"к","L":"г","M":"ѫ","N":"п","O":"ѳ","P":"p","Q":"ф","R":"я","S":"$","T":"т","U":"ц","V":"ѵ","W":"щ","X":"ж","Y":"ч","Z":"з"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN30(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꋫ","b":"ꃃ","c":"ꏸ","d":"ꁕ","e":"ꍟ","f":"ꄘ","g":"ꁍ","h":"ꑛ","i":"ꂑ","j":"ꀭ","k":"ꀗ","l":"꒒","m":"ꁒ","n":"ꁹ","o":"ꆂ","p":"ꉣ","q":"ꁸ","r":"꒓","s":"ꌚ","t":"꓅","u":"ꐇ","v":"ꏝ","w":"ꅐ","x":"ꇓ","y":"ꐟ","z":"ꁴ","A":"ꋫ","B":"ꃃ","C":"ꏸ","D":"ꁕ","E":"ꍟ","F":"ꄘ","G":"ꁍ","H":"ꑛ","I":"ꂑ","J":"ꀭ","K":"ꀗ","L":"꒒","M":"ꁒ","N":"ꁹ","O":"ꆂ","P":"ꉣ","Q":"ꁸ","R":"꒓","S":"ꌚ","T":"꓅","U":"ꐇ","V":"ꏝ","W":"ꅐ","X":"ꇓ","Y":"ꐟ","Z":"ꁴ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN31(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꍏ","b":"ꌃ","c":"ꉓ","d":"ꀸ","e":"ꍟ","f":"ꎇ","g":"ꁅ","h":"ꃅ","i":"ꀤ","j":"ꀭ","k":"ꀘ","l":"꒒","m":"ꂵ","n":"ꈤ","o":"ꂦ","p":"ꉣ","q":"ꆰ","r":"ꋪ","s":"ꌗ","t":"꓄","u":"ꀎ","v":"ꃴ","w":"ꅏ","x":"ꊼ","y":"ꌩ","z":"ꁴ","A":"ꍏ","B":"ꌃ","C":"ꉓ","D":"ꀸ","E":"ꍟ","F":"ꎇ","G":"ꁅ","H":"ꃅ","I":"ꀤ","J":"ꀭ","K":"ꀘ","L":"꒒","M":"ꂵ","N":"ꈤ","O":"ꂦ","P":"ꉣ","Q":"ꆰ","R":"ꋪ","S":"ꌗ","T":"꓄","U":"ꀎ","V":"ꃴ","W":"ꅏ","X":"ꊼ","Y":"ꌩ","Z":"ꁴ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN32(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̴","b":"b̴","c":"c̴","d":"d̴","e":"e̴","f":"f̴","g":"g̴","h":"h̴","i":"i̴","j":"j̴","k":"k̴","l":"l̴","m":"m̴","n":"n̴","o":"o̴","p":"p̴","q":"q̴","r":"r̴","s":"s̴","t":"t̴","u":"u̴","v":"v̴","w":"w̴","x":"x̴","y":"y̴","z":"z̴","A":"a̴","B":"b̴","C":"c̴","D":"d̴","E":"e̴","F":"f̴","G":"g̴","H":"h̴","I":"i̴","J":"j̴","K":"k̴","L":"l̴","M":"m̴","N":"n̴","O":"o̴","P":"p̴","Q":"q̴","R":"r̴","S":"s̴","T":"t̴","U":"u̴","V":"v̴","W":"w̴","X":"x̴","Y":"y̴","Z":"z̴"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN33(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̶","b":"b̶","c":"c̶","d":"d̶","e":"e̶","f":"f̶","g":"g̶","h":"h̶","i":"i̶","j":"j̶","k":"k̶","l":"l̶","m":"m̶","n":"n̶","o":"o̶","p":"p̶","q":"q̶","r":"r̶","s":"s̶","t":"t̶","u":"u̶","v":"v̶","w":"w̶","x":"x̶","y":"y̶","z":"z̶","A":"a̶","B":"b̶","C":"c̶","D":"d̶","E":"e̶","F":"f̶","G":"g̶","H":"h̶","I":"i̶","J":"j̶","K":"k̶","L":"l̶","M":"m̶","N":"n̶","O":"o̶","P":"p̶","Q":"q̶","R":"r̶","S":"s̶","T":"t̶","U":"u̶","V":"v̶","W":"w̶","X":"x̶","Y":"y̶","Z":"z̶"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN34(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝚊̷","b":"𝚋̷","c":"𝚌̷","d":"𝚍̷","e":"𝚎̷","f":"𝚏̷","g":"𝚐̷","h":"𝚑̷","i":"𝚒̷","j":"𝚓̷","k":"𝚔̷","l":"𝚕̷","m":"𝚖̷","n":"𝚗̷","o":"𝚘̷","p":"𝚙̷","q":"𝚚̷","r":"𝚛̷","s":"𝚜̷","t":"𝚝̷","u":"𝚞̷","v":"𝚟̷","w":"𝚠̷","x":"𝚡̷","y":"𝚢̷","z":"𝚣̷","A":"𝚊̷","B":"𝚋̷","C":"𝚌̷","D":"𝚍̷","E":"𝚎̷","F":"𝚏̷","G":"𝚐̷","H":"𝚑̷","I":"𝚒̷","J":"𝚓̷","K":"𝚔̷","L":"𝚕̷","M":"𝚖̷","N":"𝚗̷","O":"𝚘̷","P":"𝚙̷","Q":"𝚚̷","R":"𝚛̷","S":"𝚜̷","T":"𝚝̷","U":"𝚞̷","V":"𝚟̷","W":"𝚠̷","X":"𝚡̷","Y":"𝚢̷","Z":"𝚣̷"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN35(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ą","b":"ც","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɠ","h":"ɧ","i":"ı","j":"ʝ","k":"ƙ","l":"Ɩ","m":"ɱ","n":"ŋ","o":"ơ","p":"℘","q":"զ","r":"ཞ","s":"ʂ","t":"ɬ","u":"ų","v":"۷","w":"ῳ","x":"ҳ","y":"ყ","z":"ʑ","A":"ą","B":"ც","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɠ","H":"ɧ","I":"ı","J":"ʝ","K":"ƙ","L":"Ɩ","M":"ɱ","N":"ŋ","O":"ơ","P":"℘","Q":"զ","R":"ཞ","S":"ʂ","T":"ɬ","U":"ų","V":"۷","W":"ῳ","X":"ҳ","Y":"ყ","Z":"ʑ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN36(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꮧ","b":"Ᏸ","c":"ፈ","d":"Ꮄ","e":"Ꮛ","f":"Ꭶ","g":"Ꮆ","h":"Ꮒ","i":"Ꭵ","j":"Ꮰ","k":"Ꮶ","l":"Ꮭ","m":"Ꮇ","n":"Ꮑ","o":"Ꭷ","p":"Ꭾ","q":"Ꭴ","r":"Ꮢ","s":"Ꮥ","t":"Ꮦ","u":"Ꮼ","v":"Ꮙ","w":"Ꮗ","x":"ጀ","y":"Ꭹ","z":"ፚ","A":"Ꮧ","B":"Ᏸ","C":"ፈ","D":"Ꮄ","E":"Ꮛ","F":"Ꭶ","G":"Ꮆ","H":"Ꮒ","I":"Ꭵ","J":"Ꮰ","K":"Ꮶ","L":"Ꮭ","M":"Ꮇ","N":"Ꮑ","O":"Ꭷ","P":"Ꭾ","Q":"Ꭴ","R":"Ꮢ","S":"Ꮥ","T":"Ꮦ","U":"Ꮼ","V":"Ꮙ","W":"Ꮗ","X":"ጀ","Y":"Ꭹ","Z":"ፚ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN37(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN38(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"Ⴆ","c":"ƈ","d":"ԃ","e":"ҽ","f":"ϝ","g":"ɠ","h":"ԋ","i":"ι","j":"ʝ","k":"ƙ","l":"ʅ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"ϙ","r":"ɾ","s":"ʂ","t":"ƚ","u":"υ","v":"ʋ","w":"ɯ","x":"x","y":"ყ","z":"ȥ","A":"α","B":"Ⴆ","C":"ƈ","D":"ԃ","E":"ҽ","F":"ϝ","G":"ɠ","H":"ԋ","I":"ι","J":"ʝ","K":"ƙ","L":"ʅ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"ϙ","R":"ɾ","S":"ʂ","T":"ƚ","U":"υ","V":"ʋ","W":"ɯ","X":"x","Y":"ყ","Z":"ȥ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN39(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN40(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͢","b":"b͢","c":"c͢","d":"d͢","e":"e͢","f":"f͢","g":"g͢","h":"h͢","i":"i͢","j":"j͢","k":"k͢","l":"l͢","m":"m͢","n":"n͢","o":"o͢","p":"p͢","q":"q͢","r":"r͢","s":"s͢","t":"t͢","u":"u͢","v":"v͢","w":"w͢","x":"x͢","y":"y͢","z":"z͢","A":"a͢","B":"b͢","C":"c͢","D":"d͢","E":"e͢","F":"f͢","G":"g͢","H":"h͢","I":"i͢","J":"j͢","K":"k͢","L":"l͢","M":"m͢","N":"n͢","O":"o͢","P":"p͢","Q":"q͢","R":"r͢","S":"s͢","T":"t͢","U":"u͢","V":"v͢","W":"w͢","X":"x͢","Y":"y͢","Z":"z͢"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN41(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̳","b":"b̳","c":"c̳","d":"d̳","e":"e̳","f":"f̳","g":"g̳","h":"h̳","i":"i̳","j":"j̳","k":"k̳","l":"l̳","m":"m̳","n":"n̳","o":"o̳","p":"p̳","q":"q̳","r":"r̳","s":"s̳","t":"t̳","u":"u̳","v":"v̳","w":"w̳","x":"x̳","y":"y̳","z":"z̳","A":"a̳","B":"b̳","C":"c̳","D":"d̳","E":"e̳","F":"f̳","G":"g̳","H":"h̳","I":"i̳","J":"j̳","K":"k̳","L":"l̳","M":"m̳","N":"n̳","O":"o̳","P":"p̳","Q":"q̳","R":"r̳","S":"s̳","T":"t̳","U":"u̳","V":"v̳","W":"w̳","X":"x̳","Y":"y̳","Z":"z̳"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN42(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̲","b":"b̲","c":"c̲","d":"d̲","e":"e̲","f":"f̲","g":"g̲","h":"h̲","i":"i̲","j":"j̲","k":"k̲","l":"l̲","m":"m̲","n":"n̲","o":"o̲","p":"p̲","q":"q̲","r":"r̲","s":"s̲","t":"t̲","u":"u̲","v":"v̲","w":"w̲","x":"x̲","y":"y̲","z":"z̲","A":"a̲","B":"b̲","C":"c̲","D":"d̲","E":"e̲","F":"f̲","G":"g̲","H":"h̲","I":"i̲","J":"j̲","K":"k̲","L":"l̲","M":"m̲","N":"n̲","O":"o̲","P":"p̲","Q":"q̲","R":"r̲","S":"s̲","T":"t̲","U":"u̲","V":"v̲","W":"w̲","X":"x̲","Y":"y̲","Z":"z̲"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN43(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̷","b":"b̷","c":"c̷","d":"d̷","e":"e̷","f":"f̷","g":"g̷","h":"h̷","i":"i̷","j":"j̷","k":"k̷","l":"l̷","m":"m̷","n":"n̷","o":"o̷","p":"p̷","q":"q̷","r":"r̷","s":"s̷","t":"t̷","u":"u̷","v":"v̷","w":"w̷","x":"x̷","y":"y̷","z":"z̷","A":"a̷","B":"b̷","C":"c̷","D":"d̷","E":"e̷","F":"f̷","G":"g̷","H":"h̷","I":"i̷","J":"j̷","K":"k̷","L":"l̷","M":"m̷","N":"n̷","O":"o̷","P":"p̷","Q":"q̷","R":"r̷","S":"s̷","T":"t̷","U":"u̷","V":"v̷","W":"w̷","X":"x̷","Y":"y̷","Z":"z̷"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN44(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̼","b":"b̼","c":"c̼","d":"d̼","e":"e̼","f":"f̼","g":"g̼","h":"h̼","i":"i̼","j":"j̼","k":"k̼","l":"l̼","m":"m̼","n":"n̼","o":"o̼","p":"p̼","q":"q̼","r":"r̼","s":"s̼","t":"t̼","u":"u̼","v":"v̼","w":"w̼","x":"x̼","y":"y̼","z":"z̼","A":"a̼","B":"b̼","C":"c̼","D":"d̼","E":"e̼","F":"f̼","G":"g̼","H":"h̼","I":"i̼","J":"j̼","K":"k̼","L":"l̼","M":"m̼","N":"n̼","O":"o̼","P":"p̼","Q":"q̼","R":"r̼","S":"s̼","T":"t̼","U":"u̼","V":"v̼","W":"w̼","X":"x̼","Y":"y̼","Z":"z̼"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN45(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a҉","b":"b҉","c":"c҉","d":"d҉","e":"e҉","f":"f҉","g":"g҉","h":"h҉","i":"i҉","j":"j҉","k":"k҉","l":"l҉","m":"m҉","n":"n҉","o":"o҉","p":"p҉","q":"q҉","r":"r҉","s":"s҉","t":"t҉","u":"u҉","v":"v҉","w":"w҉","x":"x҉","y":"y҉","z":"z҉","A":"a҉","B":"b҉","C":"c҉","D":"d҉","E":"e҉","F":"f҉","G":"g҉","H":"h҉","I":"i҉","J":"j҉","K":"k҉","L":"l҉","M":"m҉","N":"n҉","O":"o҉","P":"p҉","Q":"q҉","R":"r҉","S":"s҉","T":"t҉","U":"u҉","V":"v҉","W":"w҉","X":"x҉","Y":"y҉","Z":"z҉"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN46(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ä̸̡͓͈̣͇̜̻́̓͋̈́","b":"b̷͚̖̓","c":"ç̵̩̟͉͇͔̄͑͊̒̚","d":"d̶͚͇̄͐̋͛͒̆̈̚","e":"ḙ̷̛̘͆̑͊̚","f":"f̸̤̥͌ͅͅ","g":"g̴̨̞̝̦̤̋́","h":"h̴̛͚̬̮̫͓͒͋̑͗̓̐͘͝","i":"i̶̙͔̐̾͌͋͜͜͜","j":"j̵͕̹̹͊̏̂̂́͝","k":"k̸̙̗͎͖̤͓͗̾̍̂͝","l":"l̸̢͎̟̟̤̦̲̝͎̋̈̇͋͠͝ͅ","m":"m̵̧̯͈̟͎̥̖̼͕̪̌̊̈́́̑͗̽̅̋͠","n":"n̵̳͕̮̗͕̭͆̾̾͂͋̍̐͘","o":"o̷͓̮̞̻͒͌̆̅̌̿͑̋͠","p":"p̷̘̫̪̻͊̓͑͗̈̾̎͛͝","q":"q̶̢̘̃͗̇","r":"r̵̝͈̣͎͕̥̪̰̙͠","s":"ś̷̛̗̪̭","t":"t̵̘̻͔̱̯̝͕̹̖̩͐̎̇͆́́̏̏͘͘","u":"u̵͎̟̹̞̹̤̤̪͋͝͠","v":"v̶̨̢̠̤̺̖̜̑͒̉̓͒̊͠","w":"ẉ̷͉̰̣̗̞̳̗͕̈́̽̐̓̃͒̉͝","x":"x̴̡̍̋̎͛","y":"y̶̗̘͎̹̥̥͈̌̒̿̽͊̔̔͛͘","z":"ẑ̷̻̥̯̣̭́͝","A":"ä̸̡͓͈̣͇̜̻́̓͋̈́","B":"b̷͚̖̓","C":"ç̵̩̟͉͇͔̄͑͊̒̚","D":"d̶͚͇̄͐̋͛͒̆̈̚","E":"ḙ̷̛̘͆̑͊̚","F":"f̸̤̥͌ͅͅ","G":"g̴̨̞̝̦̤̋́","H":"h̴̛͚̬̮̫͓͒͋̑͗̓̐͘͝","I":"i̶̙͔̐̾͌͋͜͜͜","J":"j̵͕̹̹͊̏̂̂́͝","K":"k̸̙̗͎͖̤͓͗̾̍̂͝","L":"l̸̢͎̟̟̤̦̲̝͎̋̈̇͋͠͝ͅ","M":"m̵̧̯͈̟͎̥̖̼͕̪̌̊̈́́̑͗̽̅̋͠","N":"n̵̳͕̮̗͕̭͆̾̾͂͋̍̐͘","O":"o̷͓̮̞̻͒͌̆̅̌̿͑̋͠","P":"p̷̘̫̪̻͊̓͑͗̈̾̎͛͝","Q":"q̶̢̘̃͗̇","R":"r̵̝͈̣͎͕̥̪̰̙͠","S":"ś̷̛̗̪̭","T":"t̵̘̻͔̱̯̝͕̹̖̩͐̎̇͆́́̏̏͘͘","U":"u̵͎̟̹̞̹̤̤̪͋͝͠","V":"v̶̨̢̠̤̺̖̜̑͒̉̓͒̊͠","W":"ẉ̷͉̰̣̗̞̳̗͕̈́̽̐̓̃͒̉͝","X":"x̴̡̍̋̎͛","Y":"y̶̗̘͎̹̥̥͈̌̒̿̽͊̔̔͛͘","Z":"ẑ̷̻̥̯̣̭́͝"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN47(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ά","b":"в","c":"ς","d":"ȡ","e":"έ","f":"ғ","g":"ģ","h":"ħ","i":"ί","j":"ј","k":"ķ","l":"Ļ","m":"м","n":"ή","o":"ό","p":"ρ","q":"q","r":"ŕ","s":"ş","t":"ţ","u":"ù","v":"ν","w":"ώ","x":"x","y":"ч","z":"ž","A":"ά","B":"в","C":"ς","D":"ȡ","E":"έ","F":"ғ","G":"ģ","H":"ħ","I":"ί","J":"ј","K":"ķ","L":"Ļ","M":"м","N":"ή","O":"ό","P":"ρ","Q":"q","R":"ŕ","S":"ş","T":"ţ","U":"ù","V":"ν","W":"ώ","X":"x","Y":"ч","Z":"ž"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN48(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"მ","b":"ჩ","c":"ე","d":"ძ","e":"პ","f":"f","g":"ც","h":"h","i":"ἶ","j":"ქ","k":"κ","l":"l","m":"ო","n":"ῆ","o":"õ","p":"ρ","q":"გ","r":"Γ","s":"ჰ","t":"ན","u":"υ","v":"ὗ","w":"w","x":"ჯ","y":"ყ","z":"ɀ","A":"მ","B":"ჩ","C":"ე","D":"ძ","E":"პ","F":"f","G":"ც","H":"h","I":"ἶ","J":"ქ","K":"κ","L":"l","M":"ო","N":"ῆ","O":"õ","P":"ρ","Q":"გ","R":"Γ","S":"ჰ","T":"ན","U":"υ","V":"ὗ","W":"w","X":"ჯ","Y":"ყ","Z":"ɀ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN49(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"ɓ","c":"૮","d":"∂","e":"ε","f":"ƒ","g":"ɠ","h":"ɦ","i":"เ","j":"ʝ","k":"ҡ","l":"ℓ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"φ","r":"૨","s":"ร","t":"ƭ","u":"µ","v":"ѵ","w":"ω","x":"א","y":"ყ","z":"ƶ","A":"α","B":"ɓ","C":"૮","D":"∂","E":"ε","F":"ƒ","G":"ɠ","H":"ɦ","I":"เ","J":"ʝ","K":"ҡ","L":"ℓ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"φ","R":"૨","S":"ร","T":"ƭ","U":"µ","V":"ѵ","W":"ω","X":"א","Y":"ყ","Z":"ƶ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN50(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Թ","b":"Յ","c":"Շ","d":"Ժ","e":"ȝ","f":"Բ","g":"Գ","h":"ɧ","i":"ɿ","j":"ʝ","k":"ƙ","l":"ʅ","m":"ʍ","n":"Ռ","o":"Ծ","p":"ρ","q":"φ","r":"Ր","s":"Տ","t":"Ե","u":"Մ","v":"ע","w":"ա","x":"Ճ","y":"Վ","z":"Հ","A":"Թ","B":"Յ","C":"Շ","D":"Ժ","E":"ȝ","F":"Բ","G":"Գ","H":"ɧ","I":"ɿ","J":"ʝ","K":"ƙ","L":"ʅ","M":"ʍ","N":"Ռ","O":"Ծ","P":"ρ","Q":"φ","R":"Ր","S":"Տ","T":"Ե","U":"Մ","V":"ע","W":"ա","X":"Ճ","Y":"Վ","Z":"Հ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN51(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ƛ","b":"Ɓ","c":"Ƈ","d":"Ɗ","e":"Є","f":"Ƒ","g":"Ɠ","h":"Ӈ","i":"Ɩ","j":"ʆ","k":"Ƙ","l":"Լ","m":"M","n":"Ɲ","o":"Ơ","p":"Ƥ","q":"Ƣ","r":"Ʀ","s":"Ƨ","t":"Ƭ","u":"Ʋ","v":"Ɣ","w":"Ɯ","x":"Ҳ","y":"Ƴ","z":"Ȥ","A":"ƛ","B":"Ɓ","C":"Ƈ","D":"Ɗ","E":"Є","F":"Ƒ","G":"Ɠ","H":"Ӈ","I":"Ɩ","J":"ʆ","K":"Ƙ","L":"Լ","M":"M","N":"Ɲ","O":"Ơ","P":"Ƥ","Q":"Ƣ","R":"Ʀ","S":"Ƨ","T":"Ƭ","U":"Ʋ","V":"Ɣ","W":"Ɯ","X":"Ҳ","Y":"Ƴ","Z":"Ȥ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN52(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Λ","b":"Ϧ","c":"ㄈ","d":"Ð","e":"Ɛ","f":"F","g":"Ɠ","h":"н","i":"ɪ","j":"ﾌ","k":"Қ","l":"Ł","m":"௱","n":"Л","o":"Ø","p":"þ","q":"Ҩ","r":"尺","s":"ら","t":"Ť","u":"Ц","v":"Ɣ","w":"Ɯ","x":"χ","y":"Ϥ","z":"Ẕ","A":"Λ","B":"Ϧ","C":"ㄈ","D":"Ð","E":"Ɛ","F":"F","G":"Ɠ","H":"н","I":"ɪ","J":"ﾌ","K":"Қ","L":"Ł","M":"௱","N":"Л","O":"Ø","P":"þ","Q":"Ҩ","R":"尺","S":"ら","T":"Ť","U":"Ц","V":"Ɣ","W":"Ɯ","X":"χ","Y":"Ϥ","Z":"Ẕ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN53(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̾","b":"b̾","c":"c̾","d":"d̾","e":"e̾","f":"f̾","g":"g̾","h":"h̾","i":"i̾","j":"j̾","k":"k̾","l":"l̾","m":"m̾","n":"n̾","o":"o̾","p":"p̾","q":"q̾","r":"r̾","s":"s̾","t":"t̾","u":"u̾","v":"v̾","w":"w̾","x":"x̾","y":"y̾","z":"z̾","A":"a̾","B":"b̾","C":"c̾","D":"d̾","E":"e̾","F":"f̾","G":"g̾","H":"h̾","I":"i̾","J":"j̾","K":"k̾","L":"l̾","M":"m̾","N":"n̾","O":"o̾","P":"p̾","Q":"q̾","R":"r̾","S":"s̾","T":"t̾","U":"u̾","V":"v̾","W":"w̾","X":"x̾","Y":"y̾","Z":"z̾"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN54(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͓̽","b":"b͓̽","c":"c͓̽","d":"d͓̽","e":"e͓̽","f":"f͓̽","g":"g͓̽","h":"h͓̽","i":"i͓̽","j":"j͓̽","k":"k͓̽","l":"l͓̽","m":"m͓̽","n":"n͓̽","o":"o͓̽","p":"p͓̽","q":"q͓̽","r":"r͓̽","s":"s͓̽","t":"t͓̽","u":"u͓̽","v":"v͓̽","w":"w͓̽","x":"x͓̽","y":"y͓̽","z":"z͓̽","A":"a͓̽","B":"b͓̽","C":"c͓̽","D":"d͓̽","E":"e͓̽","F":"f͓̽","G":"g͓̽","H":"h͓̽","I":"i͓̽","J":"j͓̽","K":"k͓̽","L":"l͓̽","M":"m͓̽","N":"n͓̽","O":"o͓̽","P":"p͓̽","Q":"q͓̽","R":"r͓̽","S":"s͓̽","T":"t͓̽","U":"u͓̽","V":"v͓̽","W":"w͓̽","X":"x͓̽","Y":"y͓̽","Z":"z͓̽"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN55(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͎","b":"b͎","c":"c͎","d":"d͎","e":"e͎","f":"f͎","g":"g͎","h":"h͎","i":"i͎","j":"j͎","k":"k͎","l":"l͎","m":"m͎","n":"n͎","o":"o͎","p":"p͎","q":"q͎","r":"r͎","s":"s͎","t":"t͎","u":"u͎","v":"v͎","w":"w͎","x":"x͎","y":"y͎","z":"z͎","A":"a͎","B":"b͎","C":"c͎","D":"d͎","E":"e͎","F":"f͎","G":"g͎","H":"h͎","I":"i͎","J":"j͎","K":"k͎","L":"l͎","M":"m͎","N":"n͎","O":"o͎","P":"p͎","Q":"q͎","R":"r͎","S":"s͎","T":"t͎","U":"u͎","V":"v͎","W":"w͎","X":"x͎","Y":"y͎","Z":"z͎"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN56(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̟","b":"b̟","c":"c̟","d":"d̟","e":"e̟","f":"f̟","g":"g̟","h":"h̟","i":"i̟","j":"j̟","k":"k̟","l":"l̟","m":"m̟","n":"n̟","o":"o̟","p":"p̟","q":"q̟","r":"r̟","s":"s̟","t":"t̟","u":"u̟","v":"v̟","w":"w̟","x":"x̟","y":"y̟","z":"z̟","A":"a̟","B":"b̟","C":"c̟","D":"d̟","E":"e̟","F":"f̟","G":"g̟","H":"h̟","I":"i̟","J":"j̟","K":"k̟","L":"l̟","M":"m̟","N":"n̟","O":"o̟","P":"p̟","Q":"q̟","R":"r̟","S":"s̟","T":"t̟","U":"u̟","V":"v̟","W":"w̟","X":"x̟","Y":"y̟","Z":"z̟"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN57(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͙","b":"b͙","c":"c͙","d":"d͙","e":"e͙","f":"f͙","g":"g͙","h":"h͙","i":"i͙","j":"j͙","k":"k͙","l":"l͙","m":"m͙","n":"n͙","o":"o͙","p":"p͙","q":"q͙","r":"r͙","s":"s͙","t":"t͙","u":"u͙","v":"v͙","w":"w͙","x":"x͙","y":"y͙","z":"z͙","A":"a͙","B":"b͙","C":"c͙","D":"d͙","E":"e͙","F":"f͙","G":"g͙","H":"h͙","I":"i͙","J":"j͙","K":"k͙","L":"l͙","M":"m͙","N":"n͙","O":"o͙","P":"p͙","Q":"q͙","R":"r͙","S":"s͙","T":"t͙","U":"u͙","V":"v͙","W":"w͙","X":"x͙","Y":"y͙","Z":"z͙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN58(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̺","b":"b̺","c":"c̺","d":"d̺","e":"e̺","f":"f̺","g":"g̺","h":"h̺","i":"i̺","j":"j̺","k":"k̺","l":"l̺","m":"m̺","n":"n̺","o":"o̺","p":"p̺","q":"q̺","r":"r̺","s":"s̺","t":"t̺","u":"u̺","v":"v̺","w":"w̺","x":"x̺","y":"y̺","z":"z̺","A":"a̺","B":"b̺","C":"c̺","D":"d̺","E":"e̺","F":"f̺","G":"g̺","H":"h̺","I":"i̺","J":"j̺","K":"k̺","L":"l̺","M":"m̺","N":"n̺","O":"o̺","P":"p̺","Q":"q̺","R":"r̺","S":"s̺","T":"t̺","U":"u̺","V":"v̺","W":"w̺","X":"x̺","Y":"y̺","Z":"z̺"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function stylishfontN59(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͆","b":"b͆","c":"c͆","d":"d͆","e":"e͆","f":"f͆","g":"g͆","h":"h͆","i":"i͆","j":"j͆","k":"k͆","l":"l͆","m":"m͆","n":"n͆","o":"o͆","p":"p͆","q":"q͆","r":"r͆","s":"s͆","t":"t͆","u":"u͆","v":"v͆","w":"w͆","x":"x͆","y":"y͆","z":"z͆","A":"a͆","B":"b͆","C":"c͆","D":"d͆","E":"e͆","F":"f͆","G":"g͆","H":"h͆","I":"i͆","J":"j͆","K":"k͆","L":"l͆","M":"m͆","N":"n͆","O":"o͆","P":"p͆","Q":"q͆","R":"r͆","S":"s͆","T":"t͆","U":"u͆","V":"v͆","W":"w͆","X":"x͆","Y":"y͆","Z":"z͆"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN60(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
     return "░"+text.split("").join("░")+ "░";
  }



function stylishfontN61(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "〜"+text.split("").join("〜")+ "〜";
  }



function stylishfontN62(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "≋"+text.split("").join("≋")+ "≋";
  }



function stylishfontN63(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⨳"+text.split("").join("⨳")+ "⨳";
  }


function stylishfontN64(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⦚"+text.split("").join("⦚⦚")+ "⦚";
  }


function stylishfontN65(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text.split("").join("⊶");
  }


function stylishfontN66(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⦑"+text.split("").join("⦒⦑")+ "⦒";
  }


function stylishfontN67(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⦏"+text.split("").join("⦎⦏")+ "⦎";
  }


function stylishfontN68(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⟦"+text.split("").join("⟧⟦")+ "⟧";
  }


function stylishfontN69(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "[̲̅"+text.split("").join("[̲̅")+ "]";
  }


function stylishfontN70(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⧼"+text.split("").join("⧽⧼")+ "⧽";
  }


  function stylishfontN71(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"ᗷ","c":"ᑕ","d":"ᗪ","e":"E","f":"ᖴ","g":"G","h":"ᕼ","i":"I","j":"ᒍ","k":"K","l":"ᒪ","m":"ᗰ","n":"ᑎ","o":"O","p":"ᑭ","q":"ᑫ","r":"ᖇ","s":"ᔕ","t":"T","u":"ᑌ","v":"ᐯ","w":"ᗯ","x":"᙭","y":"Y","z":"ᘔ","A":"ᗩ","B":"ᗷ","C":"ᑕ","D":"ᗪ","E":"E","F":"ᖴ","G":"G","H":"ᕼ","I":"I","J":"ᒍ","K":"K","L":"ᒪ","M":"ᗰ","N":"ᑎ","O":"O","P":"ᑭ","Q":"ᑫ","R":"ᖇ","S":"ᔕ","T":"T","U":"ᑌ","V":"ᐯ","W":"ᗯ","X":"᙭","Y":"Y","Z":"ᘔ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "❀💋 "+text+" 💋❀";
  }



function stylishfontN72(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "♥ﮩ٨ـﮩﮩ٨ـﮩﮩ"+text+"ﮩﮩـ٨ﮩﮩـ٨ﮩ♥";
  }



function stylishfontN73(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "ⲯ﹍︿﹍︿﹍"+text+"﹍ⲯ﹍ⲯ﹍︿﹍☼";
  }



function stylishfontN74(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "ꓚ⌊⌋"+text+"⌊⌋ꓛ";
  }



function stylishfontN75(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "▄︻デ"+text+"══━一";
  }



function stylishfontN76(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","g":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔞","B":"𝔟","C":"𝔠","D":"𝔡","E":"𝔢","F":"𝔣","G":"𝔤","H":"𝔥","I":"𝔦","J":"𝔧","K":"𝔨","L":"𝔩","M":"𝔪","N":"𝔫","O":"𝔬","P":"𝔭","Q":"𝔮","R":"𝔯","S":"𝔰","T":"𝔱","U":"𝔲","V":"𝔳","W":"𝔴","X":"𝔵","Y":"𝔶","Z":"𝔷"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "✨╏╠══[𝍖𝍖𝍖 "+text+" 𝍖𝍖𝍖]      ✨";
  }



function stylishfontN77(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","g":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔞","B":"𝔟","C":"𝔠","D":"𝔡","E":"𝔢","F":"𝔣","G":"𝔤","H":"𝔥","I":"𝔦","J":"𝔧","K":"𝔨","L":"𝔩","M":"𝔪","N":"𝔫","O":"𝔬","P":"𝔭","Q":"𝔮","R":"𝔯","S":"𝔰","T":"𝔱","U":"𝔲","V":"𝔳","W":"𝔴","X":"𝔵","Y":"𝔶","Z":"𝔷"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "▁▂▄▅▆▇█"+text+" █▇▆▅▄▂▁";
  }



function stylishfontN78(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꮧ","b":"Ᏸ","c":"ፈ","d":"Ꮄ","e":"Ꮛ","f":"Ꭶ","g":"Ꮆ","h":"Ꮒ","i":"Ꭵ","j":"Ꮰ","k":"Ꮶ","l":"Ꮭ","m":"Ꮇ","n":"Ꮑ","o":"Ꭷ","p":"Ꭾ","q":"Ꭴ","r":"Ꮢ","s":"Ꮥ","t":"Ꮦ","u":"Ꮼ","v":"Ꮙ","w":"Ꮗ","x":"ጀ","y":"Ꭹ","z":"ፚ","A":"Ꮧ","B":"Ᏸ","C":"ፈ","D":"Ꮄ","E":"Ꮛ","F":"Ꭶ","G":"Ꮆ","H":"Ꮒ","I":"Ꭵ","J":"Ꮰ","K":"Ꮶ","L":"Ꮭ","M":"Ꮇ","N":"Ꮑ","O":"Ꭷ","P":"Ꭾ","Q":"Ꭴ","R":"Ꮢ","S":"Ꮥ","T":"Ꮦ","U":"Ꮼ","V":"Ꮙ","W":"Ꮗ","X":"ጀ","Y":"Ꭹ","Z":"ፚ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "─╤╦︻ "+text+" ︻╦╤─";
  }



function stylishfontN79(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅰","b":"🅱","c":"🅲","d":"🅳","e":"🅴","f":"🅵","g":"🅶","h":"🅷","i":"🅸","j":"🅹","k":"🅺","l":"🅻","m":"🅼","n":"🅽","o":"🅾","p":"🅿","q":"🆀","r":"🆁","s":"🆂","t":"🆃","u":"🆄","v":"🆅","w":"🆆","x":"🆇","y":"🆈","z":"🆉","A":"🅰","B":"🅱","C":"🅲","D":"🅳","E":"🅴","F":"🅵","G":"🅶","H":"🅷","I":"🅸","J":"🅹","K":"🅺","L":"🅻","M":"🅼","N":"🅽","O":"🅾","P":"🅿","Q":"🆀","R":"🆁","S":"🆂","T":"🆃","U":"🆄","V":"🆅","W":"🆆","X":"🆇","Y":"🆈","Z":"🆉"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "▞▞▞▞▞▖"+text+"▝▞▞▞▞▞";
  }



function stylishfontN80(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"ᗷ","c":"ᑕ","d":"ᗪ","e":"E","f":"ᖴ","g":"G","h":"ᕼ","i":"I","j":"ᒍ","k":"K","l":"ᒪ","m":"ᗰ","n":"ᑎ","o":"O","p":"ᑭ","q":"ᑫ","r":"ᖇ","s":"ᔕ","t":"T","u":"ᑌ","v":"ᐯ","w":"ᗯ","x":"᙭","y":"Y","z":"ᘔ","A":"ᗩ","B":"ᗷ","C":"ᑕ","D":"ᗪ","E":"E","F":"ᖴ","G":"G","H":"ᕼ","I":"I","J":"ᒍ","K":"K","L":"ᒪ","M":"ᗰ","N":"ᑎ","O":"O","P":"ᑭ","Q":"ᑫ","R":"ᖇ","S":"ᔕ","T":"T","U":"ᑌ","V":"ᐯ","W":"ᗯ","X":"᙭","Y":"Y","Z":"ᘔ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🌸ꗥ～ꗥ🌸 "+text+" 🌸ꗥ～ꗥ🌸";
  }



function stylishfontN81(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꮧ","b":"Ᏸ","c":"ፈ","d":"Ꮄ","e":"Ꮛ","f":"Ꭶ","g":"Ꮆ","h":"Ꮒ","i":"Ꭵ","j":"Ꮰ","k":"Ꮶ","l":"Ꮭ","m":"Ꮇ","n":"Ꮑ","o":"Ꭷ","p":"Ꭾ","q":"Ꭴ","r":"Ꮢ","s":"Ꮥ","t":"Ꮦ","u":"Ꮼ","v":"Ꮙ","w":"Ꮗ","x":"ጀ","y":"Ꭹ","z":"ፚ","A":"Ꮧ","B":"Ᏸ","C":"ፈ","D":"Ꮄ","E":"Ꮛ","F":"Ꭶ","G":"Ꮆ","H":"Ꮒ","I":"Ꭵ","J":"Ꮰ","K":"Ꮶ","L":"Ꮭ","M":"Ꮇ","N":"Ꮑ","O":"Ꭷ","P":"Ꭾ","Q":"Ꭴ","R":"Ꮢ","S":"Ꮥ","T":"Ꮦ","U":"Ꮼ","V":"Ꮙ","W":"Ꮗ","X":"ጀ","Y":"Ꭹ","Z":"ፚ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "★彡( "+text+" )彡★";
  }



function stylishfontN82(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "◤✞ "+text+" ✞◥";
  }



function stylishfontN83(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"ᗷ","c":"ᑕ","d":"ᗪ","e":"E","f":"ᖴ","g":"G","h":"ᕼ","i":"I","j":"ᒍ","k":"K","l":"ᒪ","m":"ᗰ","n":"ᑎ","o":"O","p":"ᑭ","q":"ᑫ","r":"ᖇ","s":"ᔕ","t":"T","u":"ᑌ","v":"ᐯ","w":"ᗯ","x":"᙭","y":"Y","z":"ᘔ","A":"ᗩ","B":"ᗷ","C":"ᑕ","D":"ᗪ","E":"E","F":"ᖴ","G":"G","H":"ᕼ","I":"I","J":"ᒍ","K":"K","L":"ᒪ","M":"ᗰ","N":"ᑎ","O":"O","P":"ᑭ","Q":"ᑫ","R":"ᖇ","S":"ᔕ","T":"T","U":"ᑌ","V":"ᐯ","W":"ᗯ","X":"᙭","Y":"Y","Z":"ᘔ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "𒆜 "+text+" 𒆜";
  }



function stylishfontN84(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "ᕚ( "+text+" )ᕘ";
  }



function stylishfontN85(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"𝑜","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"𝑜","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "𓂀 "+text+" 𓂀";
  }



function stylishfontN86(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🌈™"+text+"🌈™";
  }



function stylishfontN87(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᵃ","b":"ᵇ","c":"ᶜ","d":"ᵈ","e":"ᵉ","f":"ᶠ","g":"ᵍ","h":"ʰ","i":"ᶤ","j":"ʲ","k":"ᵏ","l":"ˡ","m":"ᵐ","n":"ᶰ","o":"ᵒ","p":"ᵖ","q":"ᵠ","r":"ʳ","s":"ˢ","t":"ᵗ","u":"ᵘ","v":"ᵛ","w":"ʷ","x":"ˣ","y":"ʸ","z":"ᶻ","A":"ᵃ","B":"ᵇ","C":"ᶜ","D":"ᵈ","E":"ᵉ","F":"ᶠ","G":"ᵍ","H":"ʰ","I":"ᶤ","J":"ʲ","K":"ᵏ","L":"ˡ","M":"ᵐ","N":"ᶰ","O":"ᵒ","P":"ᵖ","Q":"ᵠ","R":"ʳ","S":"ˢ","T":"ᵗ","U":"ᵘ","V":"ᵛ","W":"ʷ","X":"ˣ","Y":"ʸ","Z":"ᶻ"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "██▓▒­░⡷⠂"+text+"⠐⢾░▒▓██";
  }



function stylishfontN88(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "°⨳°·..·°⨳°⊹٭ "+text+" ٭⊹°⨳°·..·°⨳°";
  }



function stylishfontN89(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "¸.·✩·.¸¸.·¯⍣✩ "+text+" ✩⍣¯·.¸¸.·✩·.¸";
  }



function stylishfontN90(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "`✵•.¸,✵°✵.｡.✰"+text+" ✰.｡.✵°✵,¸.•✵´";
  }



function stylishfontN91(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "·.★·.·´¯`·.·★ "+text+" ★·.·´¯`·.·★.·";
  }



function stylishfontN92(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "¨˜ˆ”°⍣~•✡⊹٭„¸ "+text+" ¸„٭⊹✡•~⍣°”ˆ˜¨";
  }



function stylishfontN93(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "°•.•°¤*✬.•°°• "+text+" °•°•.✬*¤°•.•°";
  }

 

function stylishfontN94(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "¸„٭⊹✡•~⍣°”ˆ˜¨ "+text+" ¨˜ˆ”°⍣~•✡⊹٭„¸";
  }



function stylishfontN95(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "★¸.•☆•.¸★ "+text+" ★⡀.•☆•.★";
  }



function stylishfontN96(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "٭⊹¤.•⨳•.*☆✬ "+text+" ✬☆*.•⨳•.¤⊹٭";
  }



function stylishfontN97(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "ミ💖 "+text+" 💖彡";
  }



function stylishfontN98(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "෴❤️෴ ෴❤️෴ "+text+" ෴❤️෴ ෴❤️෴";
  }



function stylishfontN99(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "💖´ *•.¸♥¸.•** "+text+" **•.¸♥¸.•*´💖";
  }



function stylishfontN100(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "*¸ „„.•~¹°”ˆ˜¨♡ "+text+" ♡¨˜ˆ”°¹~•.„¸*";
  }



function stylishfontN101(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "•¤»((¯♥¯))«¤• "+text+" •¤»((¯♥¯))«¤•";
  }



function stylishfontN102(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "♥❤♥.¸•❤`.¸•❤`.¸ "+text+" ¸.`❤•¸.`❤•¸.♥❤♥";
  }



function stylishfontN103(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(¯`’•.¸❤♫♪♥(◠‿◠)♥♫♪❤¸.•’´¯)"+text+"(¯`’•.¸❤♫♪♥(◠‿◠)♥♫♪❤¸.•’´¯)";
  }



function stylishfontN104(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "❤♡❤♡❤♡❤♡❤♡❤♡❤♡ "+text+" ♡❤♡❤♡❤♡❤♡❤♡❤♡❤";
  }



function stylishfontN105(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "◦•●❤♡ "+text+" ♡❤●•◦";
  }



function stylishfontN106(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "❤꧁ღ⊱♥ "+text+" ♥⊱ღ꧂❤";
  }



function stylishfontN107(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🌸ξξ(∵❤◡❤∵)ξξ·¯·♩¸ "+text+" ¸♩·¯·ξξ(∵❤◡❤∵)ξξ🌸";
  }




function stylishfontN108(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "ミミ◦❧◦°˚°◦.¸¸◦°´❤*•.¸♥ "+text+" ♥¸.•*❤´°◦¸¸.◦°˚°◦☙◦彡彡";
  }



function stylishfontN109(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "¯\_(ツ)_/¯"+text+" ¯\_(ツ)_/¯";
  }



function stylishfontN110(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(◉‿◉) "+text+" (◉‿◉)";
  }



function stylishfontN111(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(｡♥‿♥｡) "+text+" (｡♥‿♥｡)";
  }



function stylishfontN112(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(😍‿😍) "+text+" (😍‿😍)";
  }



function stylishfontN113(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "♥ (=◍․̫◍=) ♥ "+text+" ♥ (=◍․̫◍=) ♥";
  }



function stylishfontN114(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(-(-_( "+text+" )_-)-)";
  }



function stylishfontN115(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"💙","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🐟 ⋆ 🐠 ♥ "+text+" ♥ 🐋 ⋆ 🐠";
  }



function stylishfontN116(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"💙","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "•]••´º´•» ꕥ "+text+" ꕥ •]••´º´•»";
  }



function stylishfontN117(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"🌞","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🌌 ✶✧ 🌀"+text+"🌀 ✶✧ 🌌";
  }



function stylishfontN118(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"🌞","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "💙💙 "+text+" 💙💙";
  }



function stylishfontN119(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"💮","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🐡 ⋆ Ƹ̵̡Ӝ̵̨̄Ʒ "+text+" Ƹ̵̡Ӝ̵̨̄Ʒ 🐥 ⋆ 🐡";
  }



function stylishfontN120(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"💙","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"☯","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
 var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "🐋 ♫♪ "+text+" ♫♪ 🐋";
  }

  function stylishfontN121(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "( ͡♥ ͜ʖ ͡♥) "+text+" ( ͡♥ ͜ʖ ͡♥)";
  }


function stylishfontN122(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "( ͡ಠ ͜ʖ ͡ಠ) "+text+" ( ͡ಠ ͜ʖ ͡ಠ)";
  }


function stylishfontN123(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(◕‿◕✿) "+text+" (◕‿◕✿)";
  }


function stylishfontN124(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̳","b":"b̳","c":"c̳","d":"d̳","e":"e̳","f":"f̳","g":"g̳","h":"h̳","i":"i̳","j":"j̳","k":"k̳","l":"l̳","m":"m̳","n":"n̳","o":"o̳","p":"p̳","q":"q̳","r":"r̳","s":"s̳","t":"t̳","u":"u̳","v":"v̳","w":"w̳","x":"x̳","y":"y̳","z":"z̳","A":"a̳","B":"b̳","C":"c̳","D":"d̳","E":"e̳","F":"f̳","G":"g̳","H":"h̳","I":"i̳","J":"j̳","K":"k̳","L":"l̳","M":"m̳","N":"n̳","O":"o̳","P":"p̳","Q":"q̳","R":"r̳","S":"s̳","T":"t̳","U":"u̳","V":"v̳","W":"w̳","X":"x̳","Y":"y̳","Z":"z̳"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "◕3◕ "+text+" ◕3◕";
  }


function stylishfontN125(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"ɓ","c":"૮","d":"∂","e":"ε","f":"ƒ","g":"ɠ","h":"ɦ","i":"เ","j":"ʝ","k":"ҡ","l":"ℓ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"φ","r":"૨","s":"ร","t":"ƭ","u":"µ","v":"ѵ","w":"ω","x":"א","y":"ყ","z":"ƶ","A":"α","B":"ɓ","C":"૮","D":"∂","E":"ε","F":"ƒ","G":"ɠ","H":"ɦ","I":"เ","J":"ʝ","K":"ҡ","L":"ℓ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"φ","R":"૨","S":"ร","T":"ƭ","U":"µ","V":"ѵ","W":"ω","X":"א","Y":"ყ","Z":"ƶ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(◠‿◠✿) "+text+" (◠‿◠✿)";
  }


function stylishfontN126(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "✿｡✿ "+text+" ✿｡✿";
  }


function stylishfontN127(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(✪㉨✪) "+text+" (✪㉨✪)";
  }


function stylishfontN128(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "*෴* "+text+" *෴*";
  }


function stylishfontN129(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "◕‿↼ "+text+" ◕‿↼";
  }


function stylishfontN130(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̳","b":"b̳","c":"c̳","d":"d̳","e":"e̳","f":"f̳","g":"g̳","h":"h̳","i":"i̳","j":"j̳","k":"k̳","l":"l̳","m":"m̳","n":"n̳","o":"o̳","p":"p̳","q":"q̳","r":"r̳","s":"s̳","t":"t̳","u":"u̳","v":"v̳","w":"w̳","x":"x̳","y":"y̳","z":"z̳","A":"a̳","B":"b̳","C":"c̳","D":"d̳","E":"e̳","F":"f̳","G":"g̳","H":"h̳","I":"i̳","J":"j̳","K":"k̳","L":"l̳","M":"m̳","N":"n̳","O":"o̳","P":"p̳","Q":"q̳","R":"r̳","S":"s̳","T":"t̳","U":"u̳","V":"v̳","W":"w̳","X":"x̳","Y":"y̳","Z":"z̳"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(◕ヮ<) "+text+" (◕ヮ<)";
  }


function stylishfontN131(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"ɓ","c":"૮","d":"∂","e":"ε","f":"ƒ","g":"ɠ","h":"ɦ","i":"เ","j":"ʝ","k":"ҡ","l":"ℓ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"φ","r":"૨","s":"ร","t":"ƭ","u":"µ","v":"ѵ","w":"ω","x":"א","y":"ყ","z":"ƶ","A":"α","B":"ɓ","C":"૮","D":"∂","E":"ε","F":"ƒ","G":"ɠ","H":"ɦ","I":"เ","J":"ʝ","K":"ҡ","L":"ℓ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"φ","R":"૨","S":"ร","T":"ƭ","U":"µ","V":"ѵ","W":"ω","X":"א","Y":"ყ","Z":"ƶ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "(◣_◢) "+text+" (◣_◢)";
  }


function stylishfontN132(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "●ᴥ● "+text+" ●ᴥ●";
  }


function stylishfontN133(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "☜(`o´) "+text+" ☜(`o´)";
  }


function stylishfontN134(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "˶⚈Ɛ⚈˵ "+text+" ˶⚈Ɛ⚈˵";
  }


function stylishfontN135(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "( ♥ 3 ♥) "+text+" ( ♥ 3 ♥)";
  }


function stylishfontN136(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̳","b":"b̳","c":"c̳","d":"d̳","e":"e̳","f":"f̳","g":"g̳","h":"h̳","i":"i̳","j":"j̳","k":"k̳","l":"l̳","m":"m̳","n":"n̳","o":"o̳","p":"p̳","q":"q̳","r":"r̳","s":"s̳","t":"t̳","u":"u̳","v":"v̳","w":"w̳","x":"x̳","y":"y̳","z":"z̳","A":"a̳","B":"b̳","C":"c̳","D":"d̳","E":"e̳","F":"f̳","G":"g̳","H":"h̳","I":"i̳","J":"j̳","K":"k̳","L":"l̳","M":"m̳","N":"n̳","O":"o̳","P":"p̳","Q":"q̳","R":"r̳","S":"s̳","T":"t̳","U":"u̳","V":"v̳","W":"w̳","X":"x̳","Y":"y̳","Z":"z̳"};
var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return "⊙﹏⊙ "+text+" ⊙﹏⊙";
  }



  function stylishfontN137(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̵̛̦","b":"b̴̤̓","c":"c̸͉̓","d":"d̵̗̐","e":"e̴͆ͅ","f":"f̵̼̽","g":"g̷̻̀","h":"h̷͓̔","i":"i̴̳͋","j":"j̸̲͋","k":"k̸̫͘","l":"l̷̙̓","m":"m̸̼̏","n":"n̸̦̈́","o":"o̸̙͛","p":"ṗ̷̨","q":"q̸͚̌","r":"r̴͍̓","s":"s̷͕͘","t":"t̶̳͠","u":"u̸̳̐","v":"v̷̮͠","w":"w̷̞̌","x":"x̵͍̂","y":"y̵̨̎","z":"z̸̟͝","A":"a̵̛̦","B":"b̴̤̓","C":"c̸͉̓","D":"d̵̗̐","E":"e̴͆ͅ","F":"f̵̼̽","G":"g̷̻̀","H":"h̷͓̔","I":"i̴̳͋","J":"j̸̲͋","K":"k̸̫͘","L":"l̷̙̓","M":"m̸̼̏","N":"n̸̦̈́","O":"o̸̙͛","P":"ṗ̷̨","Q":"q̸͚̌","R":"r̴͍̓","S":"s̷͕͘","T":"t̶̳͠","U":"u̸̳̐","V":"v̷̮͠","W":"w̷̞̌","X":"x̵͍̂","Y":"y̵̨̎","Z":"z̸̟͝"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function stylishfontN138(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̶̛̩","b":"b̸̻̈́","c":"c̸̻̋","d":"d","e":"ḛ̷́","f":"f̵̥̐","g":"g̵͓͊","h":"h̶̺̆","i":"i̸̘͝","j":"j̸͓̊","k":"k̷̳̄","l":"ḷ̶̓","m":"m̸̳͘","n":"n̶͕̕","o":"ŏ̷͈","p":"p̶̳̆","q":"q̵̨̓","r":"r̵͎͌","s":"s̷͙̈́","t":"t̸̝̓","u":"ṵ̷͠","v":"v̵͈̐","w":"w̵͚̿","x":"x̵͓͂","y":"y̴̗͂","z":"z̶̗̾","A":"a̶̛̩","B":"b̸̻̈́","C":"c̸̻̋","D":"d","E":"ḛ̷́","F":"f̵̥̐","G":"g̵͓͊","H":"h̶̺̆","I":"i̸̘͝","J":"j̸͓̊","K":"k̷̳̄","L":"ḷ̶̓","M":"m̸̳͘","N":"n̶͕̕","O":"ŏ̷͈","P":"p̶̳̆","Q":"q̵̨̓","R":"r̵͎͌","S":"s̷͙̈́","T":"t̸̝̓","U":"ṵ̷͠","V":"v̵͈̐","W":"w̵͚̿","X":"x̵͓͂","Y":"y̴̗͂","Z":"z̶̗̾"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function stylishfontN139(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"丹","b":"乃","c":"匚","d":"刀","e":"モ","f":"下","g":"ム","h":"卄","i":"工","j":"Ｊ","k":"Ｋ","l":"ㄥ","m":"爪","n":"れ","o":"口","p":"ㄗ","q":"Ｑ","r":"尺","s":"ち","t":"匕","u":"∪","v":"∨","w":"山","x":"メ","y":"ㄚ","z":"乙","A":"丹","B":"乃","C":"匚","D":"刀","E":"モ","F":"下","G":"ム","H":"卄","I":"工","J":"Ｊ","K":"Ｋ","L":"ㄥ","M":"爪","N":"れ","O":"口","P":"ㄗ","Q":"Ｑ","R":"尺","S":"ち","T":"匕","U":"∪","V":"∨","W":"山","X":"メ","Y":"ㄚ","Z":"乙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN140(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"∀","b":"B","c":"ɔ","d":"D","e":"Ǝ","f":"Ⅎ","g":"⅁","h":"H","i":"I","j":"ſ","k":"⋊","l":"⅂","m":"W","n":"ᴎ","o":"O","p":"Ԁ","q":"Ό","r":"ᴚ","s":"S","t":"⊥","u":"∩","v":"ᴧ","w":"M","x":"X","y":"⅄","z":"Z","A":"∀","B":"B","C":"ɔ","D":"D","E":"Ǝ","F":"Ⅎ","G":"⅁","H":"H","I":"I","J":"ſ","K":"⋊","L":"⅂","M":"W","N":"ᴎ","O":"O","P":"Ԁ","Q":"Ό","R":"ᴚ","S":"S","T":"⊥","U":"∩","V":"ᴧ","W":"M","X":"X","Y":"⅄","Z":"Z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN141(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"4","b":"8","c":"(","d":"d","e":"3","f":"f","g":"9","h":"h","i":"!","j":"j","k":"k","l":"1","m":"m","n":"n","o":"0","p":"p","q":"q","r":"r","s":"5","t":"7","u":"u","v":"v","w":"w","x":"x","y":"y","z":"2","A":"4","B":"8","C":"(","D":"d","E":"3","F":"f","G":"9","H":"h","I":"!","J":"j","K":"k","L":"1","M":"m","N":"n","O":"0","P":"p","Q":"q","R":"r","S":"5","T":"7","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"2"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN142(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ɐ","b":"b","c":"ɔ","d":"d","e":"ǝ","f":"ɟ","g":"b","h":"ɥ","i":"ı","j":"ƪ","k":"ʞ","l":"1","m":"ɯ","n":"n","o":"o","p":"d","q":"b","r":"ɹ","s":"s","t":"ʇ","u":"n","v":"ʌ","w":"ʍ","x":"x","y":"ʎ","z":"z","A":"ɐ","B":"b","C":"ɔ","D":"d","E":"ǝ","F":"ɟ","G":"b","H":"ɥ","I":"ı","J":"ƪ","K":"ʞ","L":"1","M":"ɯ","N":"n","O":"o","P":"d","Q":"b","R":"ɹ","S":"s","T":"ʇ","U":"n","V":"ʌ","W":"ʍ","X":"x","Y":"ʎ","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN143(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ﻪ","b":"ъ","c":"८","d":"ժ","e":"ε","f":"ք","g":"ց","h":"հ","i":"ﻨ","j":"յ","k":"ĸ","l":"l","m":"ო","n":"ռ","o":"թ","p":"զ","q":"г","r":"ร","s":"է","t":"ս","u":"ν","v":"ա","w":"〤","x":"կ","y":"չ","z":"ε","A":"ﻪ","B":"ъ","C":"८","D":"ժ","E":"ε","F":"ք","G":"ց","H":"հ","I":"ﻨ","J":"յ","K":"ĸ","L":"l","M":"ო","N":"ռ","O":"թ","P":"զ","Q":"г","R":"ร","S":"է","T":"ս","U":"ν","V":"ա","W":"〤","X":"կ","Y":"չ","Z":"ε"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN144(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ન","b":"Ъ","c":"૮","d":"ԁ","e":"૯","f":"Բ","g":"ց","h":"સ","i":"і","j":"ڙ","k":"қ","l":"Լ","m":"ற","n":"ה","o":"ଇ","p":"Ϸ","q":"૧","r":"Я","s":"૬","t":"Ҭ","u":"μ","v":"ν","w":"ய","x":"ϰ","y":"ϓ","z":"ｚ","A":"ન","B":"Ъ","C":"૮","D":"ԁ","E":"૯","F":"Բ","G":"ց","H":"સ","I":"і","J":"ڙ","K":"қ","L":"Լ","M":"ற","N":"ה","O":"ଇ","P":"Ϸ","Q":"૧","R":"Я","S":"૬","T":"Ҭ","U":"μ","V":"ν","W":"ய","X":"ϰ","Y":"ϓ","Z":"ｚ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN145(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"♌","b":"♭","c":"꒞","d":"꒯","e":"㉹","f":"f","g":"꒸","h":"♬","i":"ﭐ","j":"꒻","k":"k","l":"L","m":"Ѫ","n":"ո","o":"♡","p":"р","q":"զ","r":"r","s":"Ֆ","t":"","u":"ﮠ","v":"v","w":"ա","x":"꒾","y":"վ","z":"Հ","A":"♌","B":"♭","C":"꒞","D":"꒯","E":"㉹","F":"f","G":"꒸","H":"♬","I":"ﭐ","J":"꒻","K":"k","L":"L","M":"Ѫ","N":"ո","O":"♡","P":"р","Q":"զ","R":"r","S":"Ֆ","T":"","U":"ﮠ","V":"v","W":"ա","X":"꒾","Y":"վ","Z":"Հ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN146(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꭺ","b":"b","c":"Ꮯ","d":"Ꭰ","e":"Ꭼ","f":"f","g":"Ꮆ","h":"h","i":"Ꭵ","j":"j","k":"Ꮶ","l":"Ꮮ","m":"m","n":"Ꮑ","o":"Ꮎ","p":"Ꮲ","q":"q","r":"Ꮢ","s":"s","t":"Ꮖ","u":"u","v":"Ꮙ","w":"Ꮃ","x":"x","y":"Ꮍ","z":"Ꮓ","A":"Ꭺ","B":"b","C":"Ꮯ","D":"Ꭰ","E":"Ꭼ","F":"f","G":"Ꮆ","H":"h","I":"Ꭵ","J":"j","K":"Ꮶ","L":"Ꮮ","M":"m","N":"Ꮑ","O":"Ꮎ","P":"Ꮲ","Q":"q","R":"Ꮢ","S":"s","T":"Ꮖ","U":"u","V":"Ꮙ","W":"Ꮃ","X":"x","Y":"Ꮍ","Z":"Ꮓ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN147(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Å","b":"Ɓ","c":"Ɔ","d":"Ɗ","e":"Ǝ","f":"Ƒ","g":"Ɠ","h":"Ƕ","i":"ȉ","j":"ǰ","k":"Ǩ","l":"Ļ","m":"ɱ","n":"Ƞ","o":"Ȯ","p":"ȹ","q":"Ϥ","r":"Г","s":"Ƨ","t":"Ƭ","u":"Ȕ","v":"Ʊ","w":"Ɯ","x":"ϗ","y":"ɣ","z":"Ż","A":"Å","B":"Ɓ","C":"Ɔ","D":"Ɗ","E":"Ǝ","F":"Ƒ","G":"Ɠ","H":"Ƕ","I":"ȉ","J":"ǰ","K":"Ǩ","L":"Ļ","M":"ɱ","N":"Ƞ","O":"Ȯ","P":"ȹ","Q":"Ϥ","R":"Г","S":"Ƨ","T":"Ƭ","U":"Ȕ","V":"Ʊ","W":"Ɯ","X":"ϗ","Y":"ɣ","Z":"Ż"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN148(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꮬ","b":"ℬ","c":"Ꮯ","d":"ᗬ","e":"℮","f":"ℱ","g":"ℊ","h":"ዞ","i":"ℹ","j":"Ꭻ","k":"ʞ","l":"Ꮁ","m":"m","n":"ɲ","o":"⋆","p":"℘","q":"ɸ","r":"ℛ","s":"Ꮥ","t":"ʈ","u":"ʉ","v":"ʋ","w":"Ꮃ","x":"ℵ","y":"Ꮍ","z":"Ꮓ","A":"Ꮬ","B":"ℬ","C":"Ꮯ","D":"ᗬ","E":"℮","F":"ℱ","G":"ℊ","H":"ዞ","I":"ℹ","J":"Ꭻ","K":"ʞ","L":"Ꮁ","M":"m","N":"ɲ","O":"⋆","P":"℘","Q":"ɸ","R":"ℛ","S":"Ꮥ","T":"ʈ","U":"ʉ","V":"ʋ","W":"Ꮃ","X":"ℵ","Y":"Ꮍ","Z":"Ꮓ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN149(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"බ","b":"ƀ","c":"č","d":"d","e":"Ǝ","f":"ƒ","g":"Ɠ","h":"ƕ","i":"Ɩ","j":"j","k":"Ƙ","l":"ᒺ","m":"m","n":"Ɲ","o":"Ơ","p":"Þ","q":"ƣ","r":"Ʀ","s":"꒚","t":"t","u":"Ư","v":"v","w":"Ш","x":"꒼","y":"ꐯ","z":"Ƶ","A":"බ","B":"ƀ","C":"č","D":"d","E":"Ǝ","F":"ƒ","G":"Ɠ","H":"ƕ","I":"Ɩ","J":"j","K":"Ƙ","L":"ᒺ","M":"m","N":"Ɲ","O":"Ơ","P":"Þ","Q":"ƣ","R":"Ʀ","S":"꒚","T":"t","U":"Ư","V":"v","W":"Ш","X":"꒼","Y":"ꐯ","Z":"Ƶ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN150(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"მ","b":"ჩ","c":"ე","d":"ძ","e":"პ","f":"f","g":"ც","h":"h","i":"ἶ","j":"ქ","k":"κ","l":"l","m":"ო","n":"ῆ","o":"ῶ","p":"ρ","q":"გ","r":"Γ","s":"ჰ","t":"ན","u":"υ","v":"ὗ","w":"w","x":"ჯ","y":"ყ","z":"z","A":"მ","B":"ჩ","C":"ე","D":"ძ","E":"პ","F":"f","G":"ც","H":"h","I":"ἶ","J":"ქ","K":"κ","L":"l","M":"ო","N":"ῆ","O":"ῶ","P":"ρ","Q":"გ","R":"Γ","S":"ჰ","T":"ན","U":"υ","V":"ὗ","W":"w","X":"ჯ","Y":"ყ","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN151(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"♭","c":"ᑥ","d":"đ","e":"ĕ","f":"ſ","g":"Ɠ","h":"ꀌ","i":"Ĩ","j":"ĵ","k":"Ƙ","l":"Ł","m":"ɱ","n":"Ɲ","o":"ō","p":"Ƥ","q":"Ƣ","r":"ᖆ","s":"Ƨ","t":"Ţ","u":"ᑌ","v":"Ɣ","w":"ŵ","x":"྾","y":"Ŷ","z":"Ź","A":"ᗩ","B":"♭","C":"ᑥ","D":"đ","E":"ĕ","F":"ſ","G":"Ɠ","H":"ꀌ","I":"Ĩ","J":"ĵ","K":"Ƙ","L":"Ł","M":"ɱ","N":"Ɲ","O":"ō","P":"Ƥ","Q":"Ƣ","R":"ᖆ","S":"Ƨ","T":"Ţ","U":"ᑌ","V":"Ɣ","W":"ŵ","X":"྾","Y":"Ŷ","Z":"Ź"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN152(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๖","c":"¢","d":"໓","e":"ē","f":"f","g":"ງ","h":"h","i":"i","j":"ว","k":"k","l":"l","m":"๓","n":"ຖ","o":"໐","p":"p","q":"๑","r":"r","s":"Ş","t":"t","u":"น","v":"ง","w":"ຟ","x":"x","y":"ฯ","z":"ຊ","A":"ค","B":"๖","C":"¢","D":"໓","E":"ē","F":"f","G":"ງ","H":"h","I":"i","J":"ว","K":"k","L":"l","M":"๓","N":"ຖ","O":"໐","P":"p","Q":"๑","R":"r","S":"Ş","T":"t","U":"น","V":"ง","W":"ຟ","X":"x","Y":"ฯ","Z":"ຊ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN153(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"z","b":"y","c":"x","d":"w","e":"v","f":"u","g":"t","h":"s","i":"r","j":"q","k":"p","l":"o","m":"n","n":"m","o":"l","p":"k","q":"j","r":"i","s":"h","t":"g","u":"f","v":"e","w":"d","x":"c","y":"b","z":"a","A":"z","B":"y","C":"x","D":"w","E":"v","F":"u","G":"t","H":"s","I":"r","J":"q","K":"p","L":"o","M":"n","N":"m","O":"l","P":"k","Q":"j","R":"i","S":"h","T":"g","U":"f","V":"e","W":"d","X":"c","Y":"b","Z":"a"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN154(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ω","b":"b","c":"ҫ","d":"₫","e":"Ҽ","f":"Ғ","g":"Ꮹ","h":"ӈ","i":"أ","j":"Ꮷ","k":"Ҡ","l":"Ӏ","m":"₥","n":"ӣ","o":"o","p":"Ҏ","q":"գ","r":"Ի","s":"ֆ","t":"ҭ","u":"մ","v":"∨","w":"ഢ","x":"Ҳ","y":"ұ","z":"ℤ","A":"Ω","B":"b","C":"ҫ","D":"₫","E":"Ҽ","F":"Ғ","G":"Ꮹ","H":"ӈ","I":"أ","J":"Ꮷ","K":"Ҡ","L":"Ӏ","M":"₥","N":"ӣ","O":"o","P":"Ҏ","Q":"գ","R":"Ի","S":"ֆ","T":"ҭ","U":"մ","V":"∨","W":"ഢ","X":"Ҳ","Y":"ұ","Z":"ℤ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN155(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Δ","b":"Ҍ","c":"ﾧ","d":"d","e":"ﾼ","f":"Բ","g":"ɢ","h":"ￃ","i":"Ι","j":"ۆ","k":"Ӄ","l":"ﾤ","m":"Ϻ","n":"ﾢ","o":"ﾷ","p":"ϸ","q":"Ϙ","r":"Я","s":"ଌ","t":"Ț","u":"ȗ","v":"ѵ","w":"￦","x":"Ҳ","y":"ע","z":"Ż","A":"Δ","B":"Ҍ","C":"ﾧ","D":"d","E":"ﾼ","F":"Բ","G":"ɢ","H":"ￃ","I":"Ι","J":"ۆ","K":"Ӄ","L":"ﾤ","M":"Ϻ","N":"ﾢ","O":"ﾷ","P":"ϸ","Q":"Ϙ","R":"Я","S":"ଌ","T":"Ț","U":"ȗ","V":"ѵ","W":"￦","X":"Ҳ","Y":"ע","Z":"Ż"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN156(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"ß","c":"ς","d":"d","e":"ε","f":"ƒ","g":"g","h":"h","i":"ï","j":"ζ","k":"κ","l":"ι","m":"m","n":"η","o":"⊕","p":"p","q":"Ω","r":"r","s":"š","t":"†","u":"u","v":"∀","w":"ω","x":"x","y":"ψ","z":"z","A":"α","B":"ß","C":"ς","D":"d","E":"ε","F":"ƒ","G":"g","H":"h","I":"ï","J":"ζ","K":"κ","L":"ι","M":"m","N":"η","O":"⊕","P":"p","Q":"Ω","R":"r","S":"š","T":"†","U":"u","V":"∀","W":"ω","X":"x","Y":"ψ","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN157(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN158(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᕱ","b":"ც","c":"꒝","d":"Ꭰ","e":"ꂅ","f":"ꊰ","g":"g","h":"♅","i":"Ꭵ","j":"ϳ","k":"К","l":"լ","m":"ო","n":"Ո","o":"☻","p":"Ꮅ","q":"գ","r":"Ꮢ","s":"Ꮥ","t":"Ϯ","u":"u","v":"Ꮙ","w":"Ꮃ","x":"ꊼ","y":"Ꭹ","z":"Ꮓ","A":"ᕱ","B":"ც","C":"꒝","D":"Ꭰ","E":"ꂅ","F":"ꊰ","G":"g","H":"♅","I":"Ꭵ","J":"ϳ","K":"К","L":"լ","M":"ო","N":"Ո","O":"☻","P":"Ꮅ","Q":"գ","R":"Ꮢ","S":"Ꮥ","T":"Ϯ","U":"u","V":"Ꮙ","W":"Ꮃ","X":"ꊼ","Y":"Ꭹ","Z":"Ꮓ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN159(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꀇ","b":"ꁌ","c":"ꁊ","d":"ꀣ","e":"ꂅ","f":"ꁻ","g":"ꁅ","h":"ꀡ","i":"ꀧ","j":"ꁐ","k":"ꁜ","l":"よ","m":"ꃼ","n":"ꁱ","o":"ꀒ","p":"ꀾ","q":"ꀝ","r":"ꀋ","s":"ꃶ","t":"τ","u":"ꀎ","v":"ꃴ","w":"ꁁ","x":"ꁿ","y":"ꂖ","z":"ꁪ","A":"ꀇ","B":"ꁌ","C":"ꁊ","D":"ꀣ","E":"ꂅ","F":"ꁻ","G":"ꁅ","H":"ꀡ","I":"ꀧ","J":"ꁐ","K":"ꁜ","L":"よ","M":"ꃼ","N":"ꁱ","O":"ꀒ","P":"ꀾ","Q":"ꀝ","R":"ꀋ","S":"ꃶ","T":"τ","U":"ꀎ","V":"ꃴ","W":"ꁁ","X":"ꁿ","Y":"ꂖ","Z":"ꁪ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN160(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ඹ","b":"ദ","c":"උ","d":"d","e":"౯","f":"ቱ","g":"൭","h":"ի","i":"i","j":"ժ","k":"ḳ","l":"ໄ","m":"ጦ","n":"n","o":"0","p":"Ꮅ","q":"q","r":"ṛ","s":"ގ","t":"Ꭲ","u":"Ꮜ","v":"ކ","w":"௰","x":"ץ","y":"Y","z":"Ձ","A":"ඹ","B":"ദ","C":"උ","D":"d","E":"౯","F":"ቱ","G":"൭","H":"ի","I":"i","J":"ժ","K":"ḳ","L":"ໄ","M":"ጦ","N":"n","O":"0","P":"Ꮅ","Q":"q","R":"ṛ","S":"ގ","T":"Ꭲ","U":"Ꮜ","V":"ކ","W":"௰","X":"ץ","Y":"Y","Z":"Ձ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN161(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"@","b":"฿","c":"©","d":"ᖱ","e":"⺕","f":"Ⅎ","g":"ᕥ","h":"♄","i":"ꀧ","j":"ว","k":"k","l":"ᘂ","m":"๓","n":"₦","o":"፨","p":"℗","q":"q","r":"®","s":"ᔓ","t":"꓄","u":"ม","v":"v","w":"ฟ","x":"x","y":"ຯ","z":"ʐ","A":"@","B":"฿","C":"©","D":"ᖱ","E":"⺕","F":"Ⅎ","G":"ᕥ","H":"♄","I":"ꀧ","J":"ว","K":"k","L":"ᘂ","M":"๓","N":"₦","O":"፨","P":"℗","Q":"q","R":"®","S":"ᔓ","T":"꓄","U":"ม","V":"v","W":"ฟ","X":"x","Y":"ຯ","Z":"ʐ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN162(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Д","b":"ꁌ","c":"꒝","d":"꒯","e":"꒰","f":"ￊ","g":"ꁅ","h":"ꍬ","i":"꒐","j":"꒻","k":"ķ","l":"꒒","m":"ʍ","n":"Ŋ","o":"꒩","p":"ρ","q":"ϥ","r":"Γ","s":"ꍛ","t":"τ","u":"ʊ","v":"꒦","w":"ɯ","x":"꒽","y":"ꐕ","z":"ź","A":"Д","B":"ꁌ","C":"꒝","D":"꒯","E":"꒰","F":"ￊ","G":"ꁅ","H":"ꍬ","I":"꒐","J":"꒻","K":"ķ","L":"꒒","M":"ʍ","N":"Ŋ","O":"꒩","P":"ρ","Q":"ϥ","R":"Γ","S":"ꍛ","T":"τ","U":"ʊ","V":"꒦","W":"ɯ","X":"꒽","Y":"ꐕ","Z":"ź"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN163(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ª","b":"b","c":"¢","d":"Þ","e":"È","f":"F","g":"♀","h":"ޔ","i":"Î","j":"j","k":"Κ","l":"¦","m":"∞","n":"η","o":"◊","p":"p","q":"Õ","r":"r","s":"S","t":"⊥","u":"µ","v":"√","w":"w","x":"×","y":"ý","z":"z","A":"ª","B":"b","C":"¢","D":"Þ","E":"È","F":"F","G":"♀","H":"ޔ","I":"Î","J":"j","K":"Κ","L":"¦","M":"∞","N":"η","O":"◊","P":"p","Q":"Õ","R":"r","S":"S","T":"⊥","U":"µ","V":"√","W":"w","X":"×","Y":"ý","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN164(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"A","b":"ʙ","c":"උ","d":"d","e":"㉫","f":"ƒ","g":"Ｇ","h":"ħ","i":"Ï","j":"ﻝ","k":"ĸ","l":"し","m":"๓","n":"Ǹ","o":"✿","p":"ƿ","q":"q","r":"r","s":"＄","t":"†","u":"µ","v":"v","w":"Ŵ","x":"x","y":"ƴ","z":"z","A":"A","B":"ʙ","C":"උ","D":"d","E":"㉫","F":"ƒ","G":"Ｇ","H":"ħ","I":"Ï","J":"ﻝ","K":"ĸ","L":"し","M":"๓","N":"Ǹ","O":"✿","P":"ƿ","Q":"q","R":"r","S":"＄","T":"†","U":"µ","V":"v","W":"Ŵ","X":"x","Y":"ƴ","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN165(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꋬ","b":"ꉉ","c":"℃","d":"ꌛ","e":"℮","f":"℉","g":"ꍌ","h":"ꈚ","i":"ꊛ","j":"ꋒ","k":"㏍","l":"ꅤ","m":"ꀪ","n":"ꁣ","o":"ꇩ","p":"ꀆ","q":"ꆰ","r":"ꋪ","s":"ꈛ","t":"꓄","u":"ꀀ","v":"℣","w":"ꂸ","x":"ꊩ","y":"ꌦ","z":"ꍈ","A":"ꋬ","B":"ꉉ","C":"℃","D":"ꌛ","E":"℮","F":"℉","G":"ꍌ","H":"ꈚ","I":"ꊛ","J":"ꋒ","K":"㏍","L":"ꅤ","M":"ꀪ","N":"ꁣ","O":"ꇩ","P":"ꀆ","Q":"ꆰ","R":"ꋪ","S":"ꈛ","T":"꓄","U":"ꀀ","V":"℣","W":"ꂸ","X":"ꊩ","Y":"ꌦ","Z":"ꍈ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN166(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᕱ","b":"ც","c":"꒝","d":"Ꭰ","e":"ꂅ","f":"ꊰ","g":"g","h":"♅","i":"Ꭵ","j":"ϳ","k":"К","l":"լ","m":"ო","n":"ภ","o":"Ծ","p":"Ꮅ","q":"գ","r":"Ꮢ","s":"Ꮥ","t":"Ϯ","u":"u","v":"Ꮙ","w":"Ꮃ","x":"ꊼ","y":"Ꭹ","z":"Ꮓ","A":"ᕱ","B":"ც","C":"꒝","D":"Ꭰ","E":"ꂅ","F":"ꊰ","G":"g","H":"♅","I":"Ꭵ","J":"ϳ","K":"К","L":"լ","M":"ო","N":"ภ","O":"Ծ","P":"Ꮅ","Q":"գ","R":"Ꮢ","S":"Ꮥ","T":"Ϯ","U":"u","V":"Ꮙ","W":"Ꮃ","X":"ꊼ","Y":"Ꭹ","Z":"Ꮓ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function stylishfontN167(text) {
var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a⃞","b":"b⃞","c":"c⃞","d":"d⃞","e":"e⃞","f":"f⃞","g":"g⃞","h":"h⃞","i":"i⃞","j":"j⃞","k":"k⃞","l":"l⃞","m":"m⃞","n":"n⃞","o":"o⃞","p":"p⃞","q":"q⃞","r":"r⃞","s":"s⃞","t":"t⃞","u":"u⃞","v":"v⃞","w":"w⃞","x":"x⃞","y":"y⃞","z":"z⃞","A":"a⃞","B":"b⃞","C":"c⃞","D":"d⃞","E":"e⃞","F":"f⃞","G":"g⃞","H":"h⃞","I":"i⃞","J":"j⃞","K":"k⃞","L":"l⃞","M":"m⃞","N":"n⃞","O":"o⃞","P":"p⃞","Q":"q⃞","R":"r⃞","S":"s⃞","T":"t⃞","U":"u⃞","V":"v⃞","W":"w⃞","X":"x⃞","Y":"y⃞","Z":"z⃞"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }





function escapeHtml(text) {
	 var map={"&":"&amp;","<":"&lt;",">":"&gt;"};
	  return text.replace(/[&<>]/g, function(m) { return map[m]; });
	}
$("#phrase").keyup(function(){
	var textVal = escapeHtml($("#phrase").val());
	$("#SubscriptFont").html(SubscriptFont(textVal));
	$("#stylishfont").html(stylishfont(textVal));
	$("#stylishfontS").html(stylishfontS(textVal));
	$("#stylishfontA").html(stylishfontA(textVal));
	$("#stylishfontB").html(stylishfontB(textVal));
	$("#stylishfontC").html(stylishfontC(textVal));
	$("#stylishfontD").html(stylishfontD(textVal));
	$("#stylishfontE").html(stylishfontE(textVal));
  $("#stylishfontN1").html(stylishfontN1(textVal));
  $("#stylishfontN2").html(stylishfontN2(textVal));
  $("#stylishfontN3").html(stylishfontN3(textVal));
  $("#stylishfontN4").html(stylishfontN4(textVal));
  $("#stylishfontN5").html(stylishfontN5(textVal));
  $("#stylishfontN6").html(stylishfontN6(textVal));
  $("#stylishfontN7").html(stylishfontN7(textVal));
  $("#stylishfontN8").html(stylishfontN8(textVal));
  $("#stylishfontN9").html(stylishfontN9(textVal));
  $("#stylishfontN10").html(stylishfontN10(textVal));
  $("#stylishfontN11").html(stylishfontN11(textVal));
  $("#stylishfontN12").html(stylishfontN12(textVal));
  $("#stylishfontN13").html(stylishfontN13(textVal));
  $("#stylishfontN14").html(stylishfontN14(textVal));
  $("#stylishfontN15").html(stylishfontN15(textVal));
  $("#stylishfontN16").html(stylishfontN16(textVal));
  $("#stylishfontN17").html(stylishfontN17(textVal));
  $("#stylishfontN18").html(stylishfontN18(textVal));
  $("#stylishfontN19").html(stylishfontN19(textVal));
  $("#stylishfontN20").html(stylishfontN20(textVal));
  $("#stylishfontN21").html(stylishfontN21(textVal));
  $("#stylishfontN22").html(stylishfontN22(textVal));
  $("#stylishfontN23").html(stylishfontN23(textVal));
  $("#stylishfontN24").html(stylishfontN24(textVal));
  $("#stylishfontN25").html(stylishfontN25(textVal));
  $("#stylishfontN26").html(stylishfontN26(textVal));
$("#stylishfontN27").html(stylishfontN27(textVal));
$("#stylishfontN28").html(stylishfontN28(textVal));
$("#stylishfontN29").html(stylishfontN29(textVal));
$("#stylishfontN30").html(stylishfontN30(textVal));
$("#stylishfontN31").html(stylishfontN31(textVal));
$("#stylishfontN32").html(stylishfontN32(textVal));
$("#stylishfontN33").html(stylishfontN33(textVal));
$("#stylishfontN34").html(stylishfontN34(textVal));
$("#stylishfontN35").html(stylishfontN35(textVal));
$("#stylishfontN36").html(stylishfontN36(textVal));
$("#stylishfontN37").html(stylishfontN37(textVal));
$("#stylishfontN38").html(stylishfontN38(textVal));
$("#stylishfontN39").html(stylishfontN39(textVal));
$("#stylishfontN40").html(stylishfontN40(textVal));
$("#stylishfontN41").html(stylishfontN41(textVal));
$("#stylishfontN42").html(stylishfontN42(textVal));
$("#stylishfontN43").html(stylishfontN43(textVal));
$("#stylishfontN44").html(stylishfontN44(textVal));
$("#stylishfontN45").html(stylishfontN45(textVal));
$("#stylishfontN46").html(stylishfontN46(textVal));
$("#stylishfontN47").html(stylishfontN47(textVal));
$("#stylishfontN48").html(stylishfontN48(textVal));
$("#stylishfontN49").html(stylishfontN49(textVal));
$("#stylishfontN50").html(stylishfontN50(textVal));
$("#stylishfontN51").html(stylishfontN51(textVal));
$("#stylishfontN52").html(stylishfontN52(textVal));
$("#stylishfontN53").html(stylishfontN53(textVal));
$("#stylishfontN54").html(stylishfontN54(textVal));
$("#stylishfontN55").html(stylishfontN55(textVal));
$("#stylishfontN56").html(stylishfontN56(textVal));
$("#stylishfontN57").html(stylishfontN57(textVal));
$("#stylishfontN58").html(stylishfontN58(textVal));
$("#stylishfontN59").html(stylishfontN59(textVal));
$("#stylishfontN60").html(stylishfontN60(textVal));
$("#stylishfontN61").html(stylishfontN61(textVal));
$("#stylishfontN62").html(stylishfontN62(textVal));
$("#stylishfontN63").html(stylishfontN63(textVal));
$("#stylishfontN64").html(stylishfontN64(textVal));
$("#stylishfontN65").html(stylishfontN65(textVal));
$("#stylishfontN66").html(stylishfontN66(textVal));
$("#stylishfontN67").html(stylishfontN67(textVal));
$("#stylishfontN68").html(stylishfontN68(textVal));
$("#stylishfontN69").html(stylishfontN69(textVal));
$("#stylishfontN70").html(stylishfontN70(textVal));
$("#stylishfontN71").html(stylishfontN71(textVal));
$("#stylishfontN72").html(stylishfontN72(textVal));
$("#stylishfontN73").html(stylishfontN73(textVal));
$("#stylishfontN74").html(stylishfontN74(textVal));
$("#stylishfontN75").html(stylishfontN75(textVal));
$("#stylishfontN76").html(stylishfontN76(textVal));
$("#stylishfontN77").html(stylishfontN77(textVal));
$("#stylishfontN78").html(stylishfontN78(textVal));
$("#stylishfontN79").html(stylishfontN79(textVal));
$("#stylishfontN80").html(stylishfontN80(textVal));
$("#stylishfontN81").html(stylishfontN81(textVal));
$("#stylishfontN82").html(stylishfontN82(textVal));
$("#stylishfontN83").html(stylishfontN83(textVal));
$("#stylishfontN84").html(stylishfontN84(textVal));
$("#stylishfontN85").html(stylishfontN85(textVal));
$("#stylishfontN86").html(stylishfontN86(textVal));
$("#stylishfontN87").html(stylishfontN87(textVal));
$("#stylishfontN88").html(stylishfontN88(textVal));
$("#stylishfontN89").html(stylishfontN89(textVal));
$("#stylishfontN90").html(stylishfontN90(textVal));
$("#stylishfontN91").html(stylishfontN91(textVal));
$("#stylishfontN92").html(stylishfontN92(textVal));
$("#stylishfontN93").html(stylishfontN93(textVal));
$("#stylishfontN94").html(stylishfontN94(textVal));
$("#stylishfontN95").html(stylishfontN95(textVal));
$("#stylishfontN96").html(stylishfontN96(textVal));
$("#stylishfontN97").html(stylishfontN97(textVal));
$("#stylishfontN98").html(stylishfontN98(textVal));
$("#stylishfontN99").html(stylishfontN99(textVal));
$("#stylishfontN100").html(stylishfontN100(textVal));
$("#stylishfontN101").html(stylishfontN101(textVal));
$("#stylishfontN102").html(stylishfontN102(textVal));
$("#stylishfontN103").html(stylishfontN103(textVal));
$("#stylishfontN104").html(stylishfontN104(textVal));
$("#stylishfontN105").html(stylishfontN105(textVal));
$("#stylishfontN106").html(stylishfontN106(textVal));
$("#stylishfontN107").html(stylishfontN107(textVal));
$("#stylishfontN108").html(stylishfontN108(textVal));
$("#stylishfontN109").html(stylishfontN109(textVal));
$("#stylishfontN110").html(stylishfontN110(textVal));
$("#stylishfontN111").html(stylishfontN111(textVal));
$("#stylishfontN112").html(stylishfontN112(textVal));
$("#stylishfontN113").html(stylishfontN113(textVal));
$("#stylishfontN114").html(stylishfontN114(textVal));
$("#stylishfontN115").html(stylishfontN115(textVal));
$("#stylishfontN116").html(stylishfontN116(textVal));
$("#stylishfontN117").html(stylishfontN117(textVal));
$("#stylishfontN118").html(stylishfontN118(textVal));
$("#stylishfontN119").html(stylishfontN119(textVal));
$("#stylishfontN120").html(stylishfontN120(textVal));
$("#stylishfontN121").html(stylishfontN121(textVal));
$("#stylishfontN122").html(stylishfontN122(textVal));
$("#stylishfontN123").html(stylishfontN123(textVal));
$("#stylishfontN124").html(stylishfontN124(textVal));
$("#stylishfontN125").html(stylishfontN125(textVal));
$("#stylishfontN126").html(stylishfontN126(textVal));
$("#stylishfontN127").html(stylishfontN127(textVal));
$("#stylishfontN128").html(stylishfontN128(textVal));
$("#stylishfontN129").html(stylishfontN129(textVal));
$("#stylishfontN130").html(stylishfontN130(textVal));
$("#stylishfontN131").html(stylishfontN131(textVal));
$("#stylishfontN132").html(stylishfontN132(textVal));
$("#stylishfontN133").html(stylishfontN133(textVal));
$("#stylishfontN134").html(stylishfontN134(textVal));
$("#stylishfontN135").html(stylishfontN135(textVal));
$("#stylishfontN136").html(stylishfontN136(textVal));
$("#stylishfontN137").html(stylishfontN137(textVal));
$("#stylishfontN138").html(stylishfontN138(textVal));
$("#stylishfontN139").html(stylishfontN139(textVal));
$("#stylishfontN140").html(stylishfontN140(textVal));
$("#stylishfontN141").html(stylishfontN141(textVal));
$("#stylishfontN142").html(stylishfontN142(textVal));
$("#stylishfontN143").html(stylishfontN143(textVal));
$("#stylishfontN144").html(stylishfontN144(textVal));
$("#stylishfontN145").html(stylishfontN145(textVal));
$("#stylishfontN146").html(stylishfontN146(textVal));
$("#stylishfontN147").html(stylishfontN147(textVal));
$("#stylishfontN148").html(stylishfontN148(textVal));
$("#stylishfontN149").html(stylishfontN149(textVal));
$("#stylishfontN150").html(stylishfontN150(textVal));
$("#stylishfontN151").html(stylishfontN151(textVal));
$("#stylishfontN152").html(stylishfontN152(textVal));
$("#stylishfontN153").html(stylishfontN153(textVal));
$("#stylishfontN154").html(stylishfontN154(textVal));
$("#stylishfontN155").html(stylishfontN155(textVal));
$("#stylishfontN156").html(stylishfontN156(textVal));
$("#stylishfontN157").html(stylishfontN157(textVal));
$("#stylishfontN158").html(stylishfontN158(textVal));
$("#stylishfontN159").html(stylishfontN159(textVal));
$("#stylishfontN160").html(stylishfontN160(textVal));
$("#stylishfontN161").html(stylishfontN161(textVal));
$("#stylishfontN162").html(stylishfontN162(textVal));
$("#stylishfontN163").html(stylishfontN163(textVal));
$("#stylishfontN164").html(stylishfontN164(textVal));
$("#stylishfontN165").html(stylishfontN165(textVal));
$("#stylishfontN166").html(stylishfontN166(textVal));
$("#stylishfontN167").html(stylishfontN167(textVal));
$("#SuperscriptFont").html(SuperscriptFont(textVal));
	$("#fontSize11").html(textVal);
	$("#fontSize9").html(textVal);
	var lowcase = textVal.toLowerCase();
	$("#lowcase").html(lowcase);
});

$("#showsup").html(SuperscriptFont("abcdefghijklmnopqrstuvwxyz"));
$("#showsub").html(SubscriptFont("abcdefghijklmnopqrstuvwxyz"));
