

function WeirdTextCapsFontA(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅐","b":"🅑","c":"🅒","d":"🅓","e":"🅔","f":"🅕","g":"🅖","h":"🅗","i":"🅘","j":"🅙","k":"🅚","l":"🅛","m":"🅜","n":"🅝","o":"🅞","p":"🅟","q":"🅠","r":"🅡","s":"🅢","t":"🅣","u":"🅤","v":"🅥","w":"🅦","x":"🅧","y":"🅨","z":"🅩","A":"🅐","B":"🅑","C":"🅒","D":"🅓","E":"🅔","F":"🅕","G":"🅖","H":"🅗","I":"🅘","J":"🅙","K":"🅚","L":"🅛","M":"🅜","N":"🅝","O":"🅞","P":"🅟","Q":"🅠","R":"🅡","S":"🅢","T":"🅣","U":"🅤","V":"🅥","W":"🅦","X":"🅧","Y":"🅨","Z":"🅩"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "╾━╤デ╦︻ " + text.split(" ").join("❤️") + " ヅ";
}




function WeirdTextCapsFontB(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"&#9424;","b":"&#9425;","c":"&#9426;","d":"&#9427;","e":"&#9428;","f":"&#9429;","g":"&#9430;","h":"&#9431;","i":"&#9432;","j":"&#9433;","k":"&#9434;","l":"&#9435;","m":"&#9436;","n":"&#9437;","o":"&#9438;","p":"&#9439;","q":"&#9440;","r":"&#9441;","s":"&#9442;","t":"&#9443;","u":"&#9444;","v":"&#9445;","w":"&#9446;","x":"&#9447;","y":"&#9448;","z":"&#9449;","A":"&#9398;","B":"&#9399;","C":"&#9400;","D":"&#9401;","E":"&#9402;","F":"&#9403;","G":"&#9404;","H":"&#9405;","I":"&#9406;","J":"&#9407;","K":"&#9408;","L":"&#9409;","M":"&#9410;","N":"&#9411;","O":"&#9412;","P":"&#9413;","Q":"&#9414;","R":"&#9415;","S":"&#9416;","T":"&#9417;","U":"&#9418;","V":"&#9419;","W":"&#9420;","X":"&#9421;","Y":"&#9422;","Z":"&#9423;"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "亗 ☠『 "+text+" 』☠ 亗";
}


function WeirdTextCapsFontC(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","𝔤":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔄","B":"𝔅","C":"ℭ","D":"𝔇","E":"𝔈","F":"𝔉","G":"𝔊","H":"ℌ","I":"ℑ","J":"𝔍","K":"𝔎","L":"𝔏","M":"𝔐","N":"𝔑","O":"𝔒","P":"𝔓","Q":"𝔔","R":"ℜ","S":"𝔖","T":"𝔗","U":"𝔘","V":"𝔙","W":"𝔚","X":"𝔛","Y":"𝔜","Z":"ℨ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "▄︻̷̿┻̿═━一 "+text+" 彡★";
}


function WeirdTextCapsFontD(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅰","b":"🅱","c":"🅲","d":"🅳","e":"🅴","f":"🅵","𝔤":"🅶","h":"🅷","i":"🅸","j":"🅹","k":"🅺","l":"🅻","m":"🅼","n":"🅽","o":"🅾","p":"🅿","q":"🆀","r":"🆁","s":"🆂","t":"🆃","u":"🆄","v":"🆅","w":"🆆","x":"🆇","y":"🆈","z":"🆉","A":"🅰","B":"🅱","C":"🅲","D":"🅳","E":"🅴","F":"🅵","G":"🅶","H":"🅷","I":"🅸","J":"🅹","K":"🅺","L":"🅻","M":"🅼","N":"🅽","O":"🅾","P":"🅿","Q":"🆀","R":"🆁","S":"🆂","T":"🆃","U":"🆄","V":"🆅","W":"🆆","X":"🆇","Y":"🆈","Z":"🆉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "꧁𒆜 " + text + " 𒆜꧂";
}



function WeirdTextCapsFontE(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝕒","b":"𝕓","c":"𝕔","d":"𝕕","e":"𝕖","f":"𝕗","𝔤":"𝕘","h":"𝕙","i":"𝕚","j":"𝕛","k":"𝕜","l":"𝕝","m":"𝕞","n":"𝕟","o":"𝕠","p":"𝕡","q":"𝕢","r":"𝕣","s":"𝕤","t":"𝕥","u":"𝕦","v":"𝕧","w":"𝕨","x":"𝕩","y":"𝕪","z":"𝕫","A":"𝔸","B":"𝔹","C":"ℂ","D":"𝔻","E":"𝔼","F":"𝔽","G":"𝔾","H":"ℍ","I":"𝕀","J":"𝕁","K":"𝕂","L":"𝕃","M":"𝕄","N":"ℕ","O":"𝕆","P":"ℙ","Q":"ℚ","R":"ℝ","S":"𝕊","T":"𝕋","U":"𝕌","V":"𝕍 ","W":"𝕎","X":"𝕏","Y":"𝕐","Z":"ℤ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "«★꧁༒" + text + "༒꧂★»";
}



function WeirdTextCapsFontS(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🄰","b":"🄱","c":"🄲","d":"🄳","e":"🄴","f":"🄵 ","g":"🄶","h":"🄷","i":"🄸","j":"🄹","k":"🄺","l":"🄻","m":"🄼","n":"🄽","o":"🄾","p":"🄿","q":"🅀","r":"🅁","s":"🅂","t":"🅃","u":"🅄","v":"🅅","w":"🅆","x":"🅇","y":"🅈","z":"🅉","A":"🄰","B":"🄱","C":"🄲","D":"🄳","E":"🄴","F":"🄵","G":"🄶","H":"🄷","I":"🄸","J":"🄹","K":"🄺","L":"🄻","M":"🄼","N":"🄽","O":"🄾","P":"🄿","Q":"🅀","R":"🅁","S":"🅂","T":"🅃","U":"🅄","V":"🅅","W":"🅆","X":"🅇","Y":"🅈","Z":"🅉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "✞ঔৣ۝G "+text+" ۝ঔৣ✞";
}



function WeirdTextCapsFont(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᴀ","b":"ʙ","c":"ᴄ","d":"ᴅ","e":"ᴇ","f":"ғ","g":"ɢ","h":"ʜ","i":"ɪ","j":"ᴊ","k":"ᴋ","l":"ʟ","m":"ᴍ","n":"ɴ","o":"ᴏ","p":"ᴘ","q":"ǫ","r":"ʀ","s":"s","t":"ᴛ","u":"ᴜ","v":"ᴠ","w":"ᴡ","x":"x","y":"ʏ","z":"ᴢ","A":"A","B":"B","C":"C","D":"D","E":"E","F":"F","G":"G","H":"H","I":"I","J":"J","K":"K","L":"L","M":"M","N":"N","O":"O","P":"P","Q":"Q","R":"R","S":"S","T":"T","U":"U","V":"V","W":"W","X":"X","Y":"Y","Z":"Z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "★彡『 "+text+" 』彡★";
}



function SuperscriptFont(text) {
  var map = {"0":"&#8304;","1":"&#185;","2":"&#178;","3":"&#179;","4":"&#8308;","5":"&#8309;","6":"&#8310;","7":"&#8311;","8":"&#8312;","9":"&#8313;","a":"ᵃ","b":"ᵇ","c":"ᶜ","d":"ᵈ","e":"ᵉ","f":"ᶠ","g":"ᵍ","h":"ʰ","i":"ᶦ","j":"ʲ","k":"ᵏ","l":"ˡ","m":"ᵐ","n":"ⁿ","o":"ᵒ","p":"ᵖ","q":"ᑫ","r":"ʳ","s":"ˢ","t":"ᵗ","u":"ᵘ","v":"ᵛ","w":"ʷ","x":"ˣ","y":"ʸ","z":"ᶻ","A":"ᴬ","B":"ᴮ","C":"ᶜ","D":"ᴰ","E":"ᴱ","F":"ᶠ","G":"ᴳ","H":"ᴴ","I":"ᴵ","J":"ᴶ","K":"ᴷ","L":"ᴸ","M":"ᴹ","N":"ᴺ","O":"ᴼ","P":"ᴾ","Q":"Q","R":"ᴿ","S":"ˢ","T":"ᵀ","U":"ᵁ","V":"ⱽ","W":"ᵂ","X":"ˣ","Y":"ʸ","Z":"ᶻ","+":"&#8314;","-":"&#8315;","=":"&#8316;","(":"&#8317;",")":"&#8318;", "q":"ᵠ", "Q":"ᵠ", "?":"ˀ", "!":"ᵎ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return "⎝⎝✧" + text.split(" ").join("么") + "✧⎠⎠" ;
}



function SubscriptFont(text) {
  var map = {"0":"&#8320;","1":"&#8321;","2":"&#8322;","3":"&#8323;","4":"&#8324;","5":"&#8325;","6":"&#8326;","7":"&#8327;","8":"&#8328;","9":"&#8329;","a":"ₐ","b":"b","c":"c","d":"d","e":"ₑ","f":"f","g":"g","h":"ₕ","i":"ᵢ","j":"ⱼ","k":"ₖ","l":"ₗ","m":"ₘ","n":"ₙ","o":"ₒ","p":"ₚ","q":"q","r":"ᵣ","s":"ₛ","t":"ₜ","u":"ᵤ","v":"ᵥ","w":"w","x":"ₓ","y":"y","z":"z","A":"ₐ","B":"B","C":"C","D":"D","E":"ₑ","F":"F","G":"G","H":"ₕ","I":"ᵢ","J":"ⱼ","K":"ₖ","L":"ₗ","M":"ₘ","N":"ₙ","O":"ₒ","P":"ₚ","Q":"Q","R":"ᵣ","S":"ₛ","T":"ₜ","U":"ᵤ","V":"ᵥ","W":"W","X":"ₓ","Y":"Y","Z":"Z","+":"&#8330;","-":"&#8331;","=":"&#8332;","(":"&#8333;",")":"&#8334;", "y":"ᵧ", "b":"ᵦ", "q":"ᵩ", "z":"𝓏", "w":"𝓌", "c":"𝒸", "d":"𝒹", "f":"𝒻", "g":"𝓰"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  return text.split("").join("♥")+ "♥";
}



function WeirdTextCapsFontN1(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"🅰","b":"🅱","c":"🅲","d":"🅳","e":"🅴","f":"🅵","g":"🅶","h":"🅷","i":"🅸","j":"🅹","k":"🅺","l":"🅻","m":"🅼","n":"🅽","o":"🅾","p":"🅿","q":"🆀","r":"🆁","s":"🆂","t":"🆃","u":"🆄","v":"🆅","w":"🆆","x":"🆇","y":"🆈","z":"🆉","A":"🅰","B":"🅱","C":"🅲","D":"🅳","E":"🅴","F":"🅵","G":"🅶","H":"🅷","I":"🅸","J":"🅹","K":"🅺","L":"🅻","M":"🅼","N":"🅽","O":"🅾","P":"🅿","Q":"🆀","R":"🆁","S":"🆂","T":"🆃","U":"🆄","V":"🆅","W":"🆆","X":"🆇","Y":"🆈","Z":"🆉"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function WeirdTextCapsFontN2(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ⓐ","b":"Ⓑ","c":"Ⓒ","d":"Ⓓ","e":"Ⓔ","f":"Ⓕ","g":"Ⓖ","h":"Ⓗ","i":"Ⓘ","j":"Ⓙ","k":"Ⓚ","l":"Ⓛ","m":"Ⓜ","n":"Ⓝ","o":"Ⓞ","p":"Ⓟ","q":"Ⓠ","r":"Ⓡ","s":"Ⓢ","t":"Ⓣ","u":"Ⓤ","v":"Ⓥ","w":"Ⓦ","x":"Ⓧ","y":"Ⓨ","z":"Ⓩ","A":"Ⓐ","B":"Ⓑ","C":"Ⓒ","D":"Ⓓ","E":"Ⓔ","F":"Ⓕ","G":"Ⓖ","H":"Ⓗ","I":"Ⓘ","J":"Ⓙ","K":"Ⓚ","L":"Ⓛ","M":"Ⓜ","N":"Ⓝ","O":"Ⓞ","P":"Ⓟ","Q":"Ⓠ","R":"Ⓡ","S":"Ⓢ","T":"Ⓣ","U":"Ⓤ","V":"Ⓥ","W":"Ⓦ","X":"Ⓧ","Y":"Ⓨ","Z":"Ⓩ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN3(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ⓐ","b":"ⓑ","c":"ⓒ","d":"ⓓ","e":"ⓔ","f":"ⓕ","g":"ⓖ","h":"ⓗ","i":"ⓘ","j":"ⓙ","k":"ⓚ","l":"ⓛ","m":"ⓜ","n":"ⓝ","o":"ⓞ","p":"ⓟ","q":"ⓠ","r":"ⓡ","s":"ⓢ","t":"ⓣ","u":"ⓤ","v":"ⓥ","w":"ⓦ","x":"ⓧ","y":"ⓨ","z":"ⓩ","A":"ⓐ","B":"ⓑ","C":"ⓒ","D":"ⓓ","E":"ⓔ","F":"ⓕ","G":"ⓖ","H":"ⓗ","I":"ⓘ","J":"ⓙ","K":"ⓚ","L":"ⓛ","M":"ⓜ","N":"ⓝ","O":"ⓞ","P":"ⓟ","Q":"ⓠ","R":"ⓡ","S":"ⓢ","T":"ⓣ","U":"ⓤ","V":"ⓥ","W":"ⓦ","X":"ⓧ","Y":"ⓨ","Z":"ⓩ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN4(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𐌀","b":"𐌁","c":"𐌂","d":"𐌃","e":"𐌄","f":"𐌅","g":"𐌾","h":"𐋏","i":"𐌆","j":"𐌳","k":"𐌊","l":"𐌋","m":"𐌑","n":"𐌽","o":"𐍈","p":"𐌓","q":"𐍉","r":"𐍂","s":"𐍃","t":"𐌕","u":"𐌵","v":"𐠨","w":"𐤔","x":"𐌗","y":"𐍅","z":"乙","A":"𐌀","B":"𐌁","C":"𐌂","D":"𐌃","E":"𐌄","F":"𐌅","G":"𐌾","H":"𐋏","I":"𐌆","J":"𐌳","K":"𐌊","L":"𐌋","M":"𐌑","N":"𐌽","O":"𐍈","P":"𐌓","Q":"𐍉","R":"𐍂","S":"𐍃","T":"𐌕","U":"𐌵","V":"𐠨","W":"𐤔","X":"𐌗","Y":"𐍅","Z":"乙"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN5(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Λ","b":"β","c":"Ͼ","d":"Đ","e":"Σ","f":"Ḟ","g":"Ḡ","h":"Ḥ","i":"ḭ","j":"J","k":"Ḳ","l":"Ɫ","m":"Ṃ","n":"Ṇ","o":"Ṓ","p":"Ᵽ","q":"Q","r":"Ṝ","s":"Ṩ","t":"Ṫ","u":"Ṷ","v":"Ṿ","w":"Ẅ","x":"Ẍ","y":"Ῡ","z":"Ẓ","A":"Λ","B":"β","C":"Ͼ","D":"Đ","E":"Σ","F":"Ḟ","G":"Ḡ","H":"Ḥ","I":"ḭ","J":"J","K":"Ḳ","L":"Ɫ","M":"Ṃ","N":"Ṇ","O":"Ṓ","P":"Ᵽ","Q":"Q","R":"Ṝ","S":"Ṩ","T":"Ṫ","U":"Ṷ","V":"Ṿ","W":"Ẅ","X":"Ẍ","Y":"Ῡ","Z":"Ẓ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN6(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"¢","d":"∂","e":"є","f":"ƒ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"ѕ","t":"т","u":"υ","v":"ν","w":"ω","x":"χ","y":"у","z":"z","A":"α","B":"в","C":"¢","D":"∂","E":"є","F":"ƒ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"ѕ","T":"т","U":"υ","V":"ν","W":"ω","X":"χ","Y":"у","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN7(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ａ","b":"Ｂ","c":"Ｃ","d":"Ｄ","e":"Ｅ","f":"Ｆ","g":"Ｇ","h":"Ｈ","i":"Ｉ","j":"Ｊ","k":"Ｋ","l":"Ｌ","m":"Ｍ","n":"Ｎ","o":"Ｏ","p":"Ｐ","q":"Ｑ","r":"Ｒ","s":"Ｓ","t":"Ｔ","u":"Ｕ","v":"Ｖ","w":"Ｗ","x":"Ｘ","y":"Ｙ","z":"Ｚ","A":"Ａ","B":"Ｂ","C":"Ｃ","D":"Ｄ","E":"Ｅ","F":"Ｆ","G":"Ｇ","H":"Ｈ","I":"Ｉ","J":"Ｊ","K":"Ｋ","L":"Ｌ","M":"Ｍ","N":"Ｎ","O":"Ｏ","P":"Ｐ","Q":"Ｑ","R":"Ｒ","S":"Ｓ","T":"Ｔ","U":"Ｕ","V":"Ｖ","W":"Ｗ","X":"Ｘ","Y":"Ｙ","Z":"Ｚ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN8(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ａ","b":"ｂ","c":"ｃ","d":"ｄ","e":"ｅ","f":"ｆ","g":"ｇ","h":"ｈ","i":"ｉ","j":"ｊ","k":"ｋ","l":"ｌ","m":"ｍ","n":"ｎ","o":"ｏ","p":"ｐ","q":"ｑ","r":"ｒ","s":"ｓ","t":"ｔ","u":"ｕ","v":"ｖ","w":"ｗ","x":"ｘ","y":"ｙ","z":"ｚ","A":"ａ","B":"ｂ","C":"ｃ","D":"ｄ","E":"ｅ","F":"ｆ","G":"ｇ","H":"ｈ","I":"ｉ","J":"ｊ","K":"ｋ","L":"ｌ","M":"ｍ","N":"ｎ","O":"ｏ","P":"ｐ","Q":"ｑ","R":"ｒ","S":"ｓ","T":"ｔ","U":"ｕ","V":"ｖ","W":"ｗ","X":"ｘ","Y":"ｙ","Z":"ｚ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN9(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᗩ","b":"ᗷ","c":"ᑕ","d":"ᗪ","e":"ᗴ","f":"ᖴ","g":"Ǥ","h":"ᕼ","i":"Ꭵ","j":"ᒎ","k":"ᛕ","l":"ᒪ","m":"ᗰ","n":"ᑎ","o":"ᗝ","p":"ᑭ","q":"Ɋ","r":"ᖇ","s":"ᔕ","t":"丅","u":"ᑌ","v":"ᐯ","w":"ᗯ","x":"᙭","y":"Ƴ","z":"Ƶ","A":"ᗩ","B":"ᗷ","C":"ᑕ","D":"ᗪ","E":"ᗴ","F":"ᖴ","G":"Ǥ","H":"ᕼ","I":"Ꭵ","J":"ᒎ","K":"ᛕ","L":"ᒪ","M":"ᗰ","N":"ᑎ","O":"ᗝ","P":"ᑭ","Q":"Ɋ","R":"ᖇ","S":"ᔕ","T":"丅","U":"ᑌ","V":"ᐯ","W":"ᗯ","X":"᙭","Y":"Ƴ","Z":"Ƶ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN10(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Δ","b":"β","c":"Ć","d":"Đ","e":"€","f":"ℱ","g":"Ꮆ","h":"Ħ","i":"Ɨ","j":"Ĵ","k":"Ҝ","l":"Ł","m":"Μ","n":"Ň","o":"Ø","p":"Ƥ","q":"Ω","r":"Ř","s":"Ş","t":"Ŧ","u":"Ữ","v":"V","w":"Ŵ","x":"Ж","y":"¥","z":"Ž","A":"Δ","B":"β","C":"Ć","D":"Đ","E":"€","F":"ℱ","G":"Ꮆ","H":"Ħ","I":"Ɨ","J":"Ĵ","K":"Ҝ","L":"Ł","M":"Μ","N":"Ň","O":"Ø","P":"Ƥ","Q":"Ω","R":"Ř","S":"Ş","T":"Ŧ","U":"Ữ","V":"V","W":"Ŵ","X":"Ж","Y":"¥","Z":"Ž"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN11(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"l","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"t","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"z","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"l","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"t","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN12(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"в","c":"c","d":"∂","e":"ε","f":"ғ","g":"g","h":"н","i":"ι","j":"נ","k":"к","l":"ℓ","m":"м","n":"η","o":"σ","p":"ρ","q":"q","r":"я","s":"s","t":"т","u":"υ","v":"v","w":"ω","x":"x","y":"ү","z":"z","A":"α","B":"в","C":"c","D":"∂","E":"ε","F":"ғ","G":"g","H":"н","I":"ι","J":"נ","K":"к","L":"ℓ","M":"м","N":"η","O":"σ","P":"ρ","Q":"q","R":"я","S":"s","T":"т","U":"υ","V":"v","W":"ω","X":"x","Y":"ү","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN13(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ά","b":"в","c":"ς","d":"đ","e":"έ","f":"ғ","g":"ģ","h":"ħ","i":"ί","j":"ј","k":"ķ","l":"Ļ","m":"м","n":"ή","o":"ό","p":"ρ","q":"q","r":"ŕ","s":"ş","t":"ţ","u":"ù","v":"ν","w":"ώ","x":"x","y":"ч","z":"ž","A":"ά","B":"в","C":"ς","D":"đ","E":"έ","F":"ғ","G":"ģ","H":"ħ","I":"ί","J":"ј","K":"ķ","L":"Ļ","M":"м","N":"ή","O":"ό","P":"ρ","Q":"q","R":"ŕ","S":"ş","T":"ţ","U":"ù","V":"ν","W":"ώ","X":"x","Y":"ч","Z":"ž"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN14(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ã","b":"β","c":"Č","d":"Ď","e":"Ẹ","f":"Ƒ","g":"Ğ","h":"Ĥ","i":"Į","j":"Ĵ","k":"Ќ","l":"Ĺ","m":"ϻ","n":"Ň","o":"Ỗ","p":"Ƥ","q":"Ǫ","r":"Ř","s":"Ŝ","t":"Ť","u":"Ǘ","v":"Ѷ","w":"Ŵ","x":"Ж","y":"Ў","z":"Ż","A":"Ã","B":"β","C":"Č","D":"Ď","E":"Ẹ","F":"Ƒ","G":"Ğ","H":"Ĥ","I":"Į","J":"Ĵ","K":"Ќ","L":"Ĺ","M":"ϻ","N":"Ň","O":"Ỗ","P":"Ƥ","Q":"Ǫ","R":"Ř","S":"Ŝ","T":"Ť","U":"Ǘ","V":"Ѷ","W":"Ŵ","X":"Ж","Y":"Ў","Z":"Ż"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN15(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ą","b":"Ɓ","c":"Ƈ","d":"Ɗ","e":"Ę","f":"Ƒ","g":"Ɠ","h":"Ḩ","i":"Į","j":"ǰ","k":"Ƙ","l":"Ɫ","m":"Ɱ","n":"Ɲ","o":"Ǫ","p":"Ƥ","q":"Ɋ","r":"Ɍ","s":"Ş","t":"Ƭ","u":"Ų","v":"Ṽ","w":"Ⱳ","x":"Ẋ","y":"Ƴ","z":"Ȥ","A":"Ą","B":"Ɓ","C":"Ƈ","D":"Ɗ","E":"Ę","F":"Ƒ","G":"Ɠ","H":"Ḩ","I":"Į","J":"ǰ","K":"Ƙ","L":"Ɫ","M":"Ɱ","N":"Ɲ","O":"Ǫ","P":"Ƥ","Q":"Ɋ","R":"Ɍ","S":"Ş","T":"Ƭ","U":"Ų","V":"Ṽ","W":"Ⱳ","X":"Ẋ","Y":"Ƴ","Z":"Ȥ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN16(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔞","b":"𝔟","c":"𝔠","d":"𝔡","e":"𝔢","f":"𝔣","g":"𝔤","h":"𝔥","i":"𝔦","j":"𝔧","k":"𝔨","l":"𝔩","m":"𝔪","n":"𝔫","o":"𝔬","p":"𝔭","q":"𝔮","r":"𝔯","s":"𝔰","t":"𝔱","u":"𝔲","v":"𝔳","w":"𝔴","x":"𝔵","y":"𝔶","z":"𝔷","A":"𝔞","B":"𝔟","C":"𝔠","D":"𝔡","E":"𝔢","F":"𝔣","G":"𝔤","H":"𝔥","I":"𝔦","J":"𝔧","K":"𝔨","L":"𝔩","M":"𝔪","N":"𝔫","O":"𝔬","P":"𝔭","Q":"𝔮","R":"𝔯","S":"𝔰","T":"𝔱","U":"𝔲","V":"𝔳","W":"𝔴","X":"𝔵","Y":"𝔶","Z":"𝔷"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN17(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓪","b":"𝓫","c":"𝓬","d":"𝓭","e":"𝒆","f":"𝒇","g":"𝓰","h":"𝓱","i":"𝓲","j":"𝓳","k":"𝓴","l":"𝓵","m":"𝓶","n":"𝓷","o":"𝓸","p":"𝓹","q":"𝓺","r":"𝓻","s":"𝓼","t":"𝓽","u":"𝓾","v":"𝓿","w":"𝔀","x":"𝔁","y":"𝔂","z":"𝔃","A":"𝓪","B":"𝓫","C":"𝓬","D":"𝓭","E":"𝒆","F":"𝒇","G":"𝓰","H":"𝓱","I":"𝓲","J":"𝓳","K":"𝓴","L":"𝓵","M":"𝓶","N":"𝓷","O":"𝓸","P":"𝓹","Q":"𝓺","R":"𝓻","S":"𝓼","T":"𝓽","U":"𝓾","V":"𝓿","W":"𝔀","X":"𝔁","Y":"𝔂","Z":"𝔃"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN18(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝒶","b":"𝒷","c":"𝒸","d":"𝒹","e":"𝑒","f":"𝒻","g":"𝑔","h":"𝒽","i":"𝒾","j":"𝒿","k":"𝓀","l":"𝓁","m":"𝓂","n":"𝓃","o":"𝑜","p":"𝓅","q":"𝓆","r":"𝓇","s":"𝓈","t":"𝓉","u":"𝓊","v":"𝓋","w":"𝓌","x":"𝓍","y":"𝓎","z":"𝓏","A":"𝒶","B":"𝒷","C":"𝒸","D":"𝒹","E":"𝑒","F":"𝒻","G":"𝑔","H":"𝒽","I":"𝒾","J":"𝒿","K":"𝓀","L":"𝓁","M":"𝓂","N":"𝓃","O":"𝑜","P":"𝓅","Q":"𝓆","R":"𝓇","S":"𝓈","T":"𝓉","U":"𝓊","V":"𝓋","W":"𝓌","X":"𝓍","Y":"𝓎","Z":"𝓏"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN19(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝓐","b":"𝓑","c":"𝓒","d":"𝓓","e":"𝓔","f":"𝓕","g":"𝓖","h":"𝓗","i":"𝓘","j":"𝓙","k":"𝓚","l":"𝓛","m":"𝓜","n":"𝓝","o":"𝓞","p":"𝓟","q":"𝓠","r":"𝓡","s":"𝓢","t":"𝓣","u":"𝓤","v":"𝓥","w":"𝓦","x":"𝓧","y":"𝓨","z":"𝓩","A":"𝓐","B":"𝓑","C":"𝓒","D":"𝓓","E":"𝓔","F":"𝓕","G":"𝓖","H":"𝓗","I":"𝓘","J":"𝓙","K":"𝓚","L":"𝓛","M":"𝓜","N":"𝓝","O":"𝓞","P":"𝓟","Q":"𝓠","R":"𝓡","S":"𝓢","T":"𝓣","U":"𝓤","V":"𝓥","W":"𝓦","X":"𝓧","Y":"𝓨","Z":"𝓩"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN20(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝐀","b":"𝐁","c":"𝐂","d":"𝐃","e":"𝐄","f":"𝐅","g":"𝐆","h":"𝐇","i":"𝐈","j":"𝐉","k":"𝐊","l":"𝐋","m":"𝐌","n":"𝐍","o":"𝐎","p":"𝐏","q":"𝐐","r":"𝐑","s":"𝐒","t":"𝐓","u":"𝐔","v":"𝐕","w":"𝐖","x":"𝐗","y":"𝐘","z":"𝐙","A":"𝐀","B":"𝐁","C":"𝐂","D":"𝐃","E":"𝐄","F":"𝐅","G":"𝐆","H":"𝐇","I":"𝐈","J":"𝐉","K":"𝐊","L":"𝐋","M":"𝐌","N":"𝐍","O":"𝐎","P":"𝐏","Q":"𝐐","R":"𝐑","S":"𝐒","T":"𝐓","U":"𝐔","V":"𝐕","W":"𝐖","X":"𝐗","Y":"𝐘","Z":"𝐙"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN21(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝐚","b":"𝐛","c":"𝐜","d":"𝐝","e":"𝐞","f":"𝐟","g":"𝐠","h":"𝐡","i":"𝐢","j":"𝐣","k":"𝐤","l":"𝐥","m":"𝐦","n":"𝐧","o":"𝐨","p":"𝐩","q":"𝐪","r":"𝐫","s":"𝐬","t":"𝐭","u":"𝐮","v":"𝐯","w":"𝐰","x":"𝐱","y":"𝐲","z":"𝐳","A":"𝐚","B":"𝐛","C":"𝐜","D":"𝐝","E":"𝐞","F":"𝐟","G":"𝐠","H":"𝐡","I":"𝐢","J":"𝐣","K":"𝐤","L":"𝐥","M":"𝐦","N":"𝐧","O":"𝐨","P":"𝐩","Q":"𝐪","R":"𝐫","S":"𝐬","T":"𝐭","U":"𝐮","V":"𝐯","W":"𝐰","X":"𝐱","Y":"𝐲","Z":"𝐳"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN22(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝔸","b":"𝔹","c":"ℂ","d":"𝔻","e":"𝔼","f":"𝔽","g":"𝔾","h":"ℍ","i":"𝕀","j":"𝕁","k":"𝕂","l":"𝕃","m":"𝕄","n":"ℕ","o":"𝕆","p":"ℙ","q":"ℚ","r":"ℝ","s":"𝕊","t":"𝕋","u":"𝕌","v":"𝕍","w":"𝕎","x":"𝕏","y":"𝕐","z":"ℤ","A":"𝔸","B":"𝔹","C":"ℂ","D":"𝔻","E":"𝔼","F":"𝔽","G":"𝔾","H":"ℍ","I":"𝕀","J":"𝕁","K":"𝕂","L":"𝕃","M":"𝕄","N":"ℕ","O":"𝕆","P":"ℙ","Q":"ℚ","R":"ℝ","S":"𝕊","T":"𝕋","U":"𝕌","V":"𝕍","W":"𝕎","X":"𝕏","Y":"𝕐","Z":"ℤ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN23(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝕒","b":"𝕓","c":"𝕔","d":"𝕕","e":"𝕖","f":"𝕗","g":"𝕘","h":"𝕙","i":"𝕚","j":"𝕛","k":"𝕜","l":"𝕝","m":"𝕞","n":"𝕟","o":"𝕠","p":"𝕡","q":"𝕢","r":"𝕣","s":"𝕤","t":"𝕥","u":"𝕦","v":"𝕧","w":"𝕨","x":"𝕩","y":"𝕪","z":"𝕫","A":"𝕒","B":"𝕓","C":"𝕔","D":"𝕕","E":"𝕖","F":"𝕗","G":"𝕘","H":"𝕙","I":"𝕚","J":"𝕛","K":"𝕜","L":"𝕝","M":"𝕞","N":"𝕟","O":"𝕠","P":"𝕡","Q":"𝕢","R":"𝕣","S":"𝕤","T":"𝕥","U":"𝕦","V":"𝕧","W":"𝕨","X":"𝕩","Y":"𝕪","Z":"𝕫"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN24(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ᵃ","b":"ᵇ","c":"ᶜ","d":"ᵈ","e":"ᵉ","f":"ᶠ","g":"ᵍ","h":"ʰ","i":"ᶤ","j":"ʲ","k":"ᵏ","l":"ˡ","m":"ᵐ","n":"ᶰ","o":"ᵒ","p":"ᵖ","q":"ᵠ","r":"ʳ","s":"ˢ","t":"ᵗ","u":"ᵘ","v":"ᵛ","w":"ʷ","x":"ˣ","y":"ʸ","z":"ᶻ","A":"ᵃ","B":"ᵇ","C":"ᶜ","D":"ᵈ","E":"ᵉ","F":"ᶠ","G":"ᵍ","H":"ʰ","I":"ᶤ","J":"ʲ","K":"ᵏ","L":"ˡ","M":"ᵐ","N":"ᶰ","O":"ᵒ","P":"ᵖ","Q":"ᵠ","R":"ʳ","S":"ˢ","T":"ᵗ","U":"ᵘ","V":"ᵛ","W":"ʷ","X":"ˣ","Y":"ʸ","Z":"ᶻ"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}




function WeirdTextCapsFontN25(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ɐ","b":"q","c":"ɔ","d":"p","e":"ǝ","f":"ɟ","g":"ƃ","h":"ɥ","i":"!","j":"ɾ","k":"ʞ","l":"ן","m":"ɯ","n":"u","o":"o","p":"d","q":"b","r":"ɹ","s":"s","t":"ʇ","u":"n","v":"ʌ","w":"ʍ","x":"x","y":"ʎ","z":"z","A":"ɐ","B":"q","C":"ɔ","D":"p","E":"ǝ","F":"ɟ","G":"ƃ","H":"ɥ","I":"!","J":"ɾ","K":"ʞ","L":"ן","M":"ɯ","N":"u","O":"o","P":"d","Q":"b","R":"ɹ","S":"s","T":"ʇ","U":"n","V":"ʌ","W":"ʍ","X":"x","Y":"ʎ","Z":"z"};
  var charArray = text.split("");
  for(var i = 0; i < charArray.length; i++) {
    if( map[charArray[i].toLowerCase()] ) {
      charArray[i] = map[charArray[i]];
    }
  }
  text = charArray.join("");
  return text;
}



function WeirdTextCapsFontN26(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ﾑ","b":"乃","c":"ᄃ","d":"り","e":"乇","f":"ｷ","g":"ム","h":"ん","i":"ﾉ","j":"ﾌ","k":"ズ","l":"ﾚ","m":"ﾶ","n":"刀","o":"の","p":"ｱ","q":"ゐ","r":"尺","s":"丂","t":"ｲ","u":"ひ","v":"√","w":"W","x":"ﾒ","y":"ﾘ","z":"乙","A":"ﾑ","B":"乃","C":"ᄃ","D":"り","E":"乇","F":"ｷ","G":"ム","H":"ん","I":"ﾉ","J":"ﾌ","K":"ズ","L":"ﾚ","M":"ﾶ","N":"刀","O":"の","P":"ｱ","Q":"ゐ","R":"尺","S":"丂","T":"ｲ","U":"ひ","V":"√","W":"W","X":"ﾒ","Y":"ﾘ","Z":"乙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }
  

function WeirdTextCapsFontN27(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"卂","b":"乃","c":"匚","d":"ᗪ","e":"乇","f":"千","g":"Ꮆ","h":"卄","i":"丨","j":"ﾌ","k":"Ҝ","l":"ㄥ","m":"爪","n":"几","o":"ㄖ","p":"卩","q":"Ɋ","r":"尺","s":"丂","t":"ㄒ","u":"ㄩ","v":"ᐯ","w":"山","x":"乂","y":"ㄚ","z":"乙","A":"卂","B":"乃","C":"匚","D":"ᗪ","E":"乇","F":"千","G":"Ꮆ","H":"卄","I":"丨","J":"ﾌ","K":"Ҝ","L":"ㄥ","M":"爪","N":"几","O":"ㄖ","P":"卩","Q":"Ɋ","R":"尺","S":"丂","T":"ㄒ","U":"ㄩ","V":"ᐯ","W":"山","X":"乂","Y":"ㄚ","Z":"乙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN28(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"ც","c":"८","d":"ძ","e":"૯","f":"Բ","g":"૭","h":"Һ","i":"ɿ","j":"ʆ","k":"қ","l":"Ն","m":"ɱ","n":"Ո","o":"૦","p":"ƿ","q":"ҩ","r":"Ր","s":"ς","t":"੮","u":"υ","v":"౮","w":"ω","x":"૪","y":"ע","z":"ઽ","A":"ค","B":"ც","C":"८","D":"ძ","E":"૯","F":"Բ","G":"૭","H":"Һ","I":"ɿ","J":"ʆ","K":"қ","L":"Ն","M":"ɱ","N":"Ո","O":"૦","P":"ƿ","Q":"ҩ","R":"Ր","S":"ς","T":"੮","U":"υ","V":"౮","W":"ω","X":"૪","Y":"ע","Z":"ઽ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN29(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"а","b":"б","c":"c","d":"д","e":"ё","f":"f","g":"g","h":"н","i":"ї","j":"j","k":"к","l":"г","m":"ѫ","n":"п","o":"ѳ","p":"p","q":"ф","r":"я","s":"$","t":"т","u":"ц","v":"ѵ","w":"щ","x":"ж","y":"ч","z":"з","A":"а","B":"б","C":"c","D":"д","E":"ё","F":"f","G":"g","H":"н","I":"ї","J":"j","K":"к","L":"г","M":"ѫ","N":"п","O":"ѳ","P":"p","Q":"ф","R":"я","S":"$","T":"т","U":"ц","V":"ѵ","W":"щ","X":"ж","Y":"ч","Z":"з"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN30(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꋫ","b":"ꃃ","c":"ꏸ","d":"ꁕ","e":"ꍟ","f":"ꄘ","g":"ꁍ","h":"ꑛ","i":"ꂑ","j":"ꀭ","k":"ꀗ","l":"꒒","m":"ꁒ","n":"ꁹ","o":"ꆂ","p":"ꉣ","q":"ꁸ","r":"꒓","s":"ꌚ","t":"꓅","u":"ꐇ","v":"ꏝ","w":"ꅐ","x":"ꇓ","y":"ꐟ","z":"ꁴ","A":"ꋫ","B":"ꃃ","C":"ꏸ","D":"ꁕ","E":"ꍟ","F":"ꄘ","G":"ꁍ","H":"ꑛ","I":"ꂑ","J":"ꀭ","K":"ꀗ","L":"꒒","M":"ꁒ","N":"ꁹ","O":"ꆂ","P":"ꉣ","Q":"ꁸ","R":"꒓","S":"ꌚ","T":"꓅","U":"ꐇ","V":"ꏝ","W":"ꅐ","X":"ꇓ","Y":"ꐟ","Z":"ꁴ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN31(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ꍏ","b":"ꌃ","c":"ꉓ","d":"ꀸ","e":"ꍟ","f":"ꎇ","g":"ꁅ","h":"ꃅ","i":"ꀤ","j":"ꀭ","k":"ꀘ","l":"꒒","m":"ꂵ","n":"ꈤ","o":"ꂦ","p":"ꉣ","q":"ꆰ","r":"ꋪ","s":"ꌗ","t":"꓄","u":"ꀎ","v":"ꃴ","w":"ꅏ","x":"ꊼ","y":"ꌩ","z":"ꁴ","A":"ꍏ","B":"ꌃ","C":"ꉓ","D":"ꀸ","E":"ꍟ","F":"ꎇ","G":"ꁅ","H":"ꃅ","I":"ꀤ","J":"ꀭ","K":"ꀘ","L":"꒒","M":"ꂵ","N":"ꈤ","O":"ꂦ","P":"ꉣ","Q":"ꆰ","R":"ꋪ","S":"ꌗ","T":"꓄","U":"ꀎ","V":"ꃴ","W":"ꅏ","X":"ꊼ","Y":"ꌩ","Z":"ꁴ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN32(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̴","b":"b̴","c":"c̴","d":"d̴","e":"e̴","f":"f̴","g":"g̴","h":"h̴","i":"i̴","j":"j̴","k":"k̴","l":"l̴","m":"m̴","n":"n̴","o":"o̴","p":"p̴","q":"q̴","r":"r̴","s":"s̴","t":"t̴","u":"u̴","v":"v̴","w":"w̴","x":"x̴","y":"y̴","z":"z̴","A":"a̴","B":"b̴","C":"c̴","D":"d̴","E":"e̴","F":"f̴","G":"g̴","H":"h̴","I":"i̴","J":"j̴","K":"k̴","L":"l̴","M":"m̴","N":"n̴","O":"o̴","P":"p̴","Q":"q̴","R":"r̴","S":"s̴","T":"t̴","U":"u̴","V":"v̴","W":"w̴","X":"x̴","Y":"y̴","Z":"z̴"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN33(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̶","b":"b̶","c":"c̶","d":"d̶","e":"e̶","f":"f̶","g":"g̶","h":"h̶","i":"i̶","j":"j̶","k":"k̶","l":"l̶","m":"m̶","n":"n̶","o":"o̶","p":"p̶","q":"q̶","r":"r̶","s":"s̶","t":"t̶","u":"u̶","v":"v̶","w":"w̶","x":"x̶","y":"y̶","z":"z̶","A":"a̶","B":"b̶","C":"c̶","D":"d̶","E":"e̶","F":"f̶","G":"g̶","H":"h̶","I":"i̶","J":"j̶","K":"k̶","L":"l̶","M":"m̶","N":"n̶","O":"o̶","P":"p̶","Q":"q̶","R":"r̶","S":"s̶","T":"t̶","U":"u̶","V":"v̶","W":"w̶","X":"x̶","Y":"y̶","Z":"z̶"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN34(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"𝚊̷","b":"𝚋̷","c":"𝚌̷","d":"𝚍̷","e":"𝚎̷","f":"𝚏̷","g":"𝚐̷","h":"𝚑̷","i":"𝚒̷","j":"𝚓̷","k":"𝚔̷","l":"𝚕̷","m":"𝚖̷","n":"𝚗̷","o":"𝚘̷","p":"𝚙̷","q":"𝚚̷","r":"𝚛̷","s":"𝚜̷","t":"𝚝̷","u":"𝚞̷","v":"𝚟̷","w":"𝚠̷","x":"𝚡̷","y":"𝚢̷","z":"𝚣̷","A":"𝚊̷","B":"𝚋̷","C":"𝚌̷","D":"𝚍̷","E":"𝚎̷","F":"𝚏̷","G":"𝚐̷","H":"𝚑̷","I":"𝚒̷","J":"𝚓̷","K":"𝚔̷","L":"𝚕̷","M":"𝚖̷","N":"𝚗̷","O":"𝚘̷","P":"𝚙̷","Q":"𝚚̷","R":"𝚛̷","S":"𝚜̷","T":"𝚝̷","U":"𝚞̷","V":"𝚟̷","W":"𝚠̷","X":"𝚡̷","Y":"𝚢̷","Z":"𝚣̷"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN35(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ą","b":"ც","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɠ","h":"ɧ","i":"ı","j":"ʝ","k":"ƙ","l":"Ɩ","m":"ɱ","n":"ŋ","o":"ơ","p":"℘","q":"զ","r":"ཞ","s":"ʂ","t":"ɬ","u":"ų","v":"۷","w":"ῳ","x":"ҳ","y":"ყ","z":"ʑ","A":"ą","B":"ც","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɠ","H":"ɧ","I":"ı","J":"ʝ","K":"ƙ","L":"Ɩ","M":"ɱ","N":"ŋ","O":"ơ","P":"℘","Q":"զ","R":"ཞ","S":"ʂ","T":"ɬ","U":"ų","V":"۷","W":"ῳ","X":"ҳ","Y":"ყ","Z":"ʑ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN36(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Ꮧ","b":"Ᏸ","c":"ፈ","d":"Ꮄ","e":"Ꮛ","f":"Ꭶ","g":"Ꮆ","h":"Ꮒ","i":"Ꭵ","j":"Ꮰ","k":"Ꮶ","l":"Ꮭ","m":"Ꮇ","n":"Ꮑ","o":"Ꭷ","p":"Ꭾ","q":"Ꭴ","r":"Ꮢ","s":"Ꮥ","t":"Ꮦ","u":"Ꮼ","v":"Ꮙ","w":"Ꮗ","x":"ጀ","y":"Ꭹ","z":"ፚ","A":"Ꮧ","B":"Ᏸ","C":"ፈ","D":"Ꮄ","E":"Ꮛ","F":"Ꭶ","G":"Ꮆ","H":"Ꮒ","I":"Ꭵ","J":"Ꮰ","K":"Ꮶ","L":"Ꮭ","M":"Ꮇ","N":"Ꮑ","O":"Ꭷ","P":"Ꭾ","Q":"Ꭴ","R":"Ꮢ","S":"Ꮥ","T":"Ꮦ","U":"Ꮼ","V":"Ꮙ","W":"Ꮗ","X":"ጀ","Y":"Ꭹ","Z":"ፚ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN37(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ǟ","b":"ɮ","c":"ƈ","d":"ɖ","e":"ɛ","f":"ʄ","g":"ɢ","h":"ɦ","i":"ɨ","j":"ʝ","k":"ӄ","l":"ʟ","m":"ʍ","n":"ռ","o":"օ","p":"ք","q":"զ","r":"ʀ","s":"ֆ","t":"ȶ","u":"ʊ","v":"ʋ","w":"ա","x":"Ӽ","y":"ʏ","z":"ʐ","A":"ǟ","B":"ɮ","C":"ƈ","D":"ɖ","E":"ɛ","F":"ʄ","G":"ɢ","H":"ɦ","I":"ɨ","J":"ʝ","K":"ӄ","L":"ʟ","M":"ʍ","N":"ռ","O":"օ","P":"ք","Q":"զ","R":"ʀ","S":"ֆ","T":"ȶ","U":"ʊ","V":"ʋ","W":"ա","X":"Ӽ","Y":"ʏ","Z":"ʐ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN38(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"Ⴆ","c":"ƈ","d":"ԃ","e":"ҽ","f":"ϝ","g":"ɠ","h":"ԋ","i":"ι","j":"ʝ","k":"ƙ","l":"ʅ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"ϙ","r":"ɾ","s":"ʂ","t":"ƚ","u":"υ","v":"ʋ","w":"ɯ","x":"x","y":"ყ","z":"ȥ","A":"α","B":"Ⴆ","C":"ƈ","D":"ԃ","E":"ҽ","F":"ϝ","G":"ɠ","H":"ԋ","I":"ι","J":"ʝ","K":"ƙ","L":"ʅ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"ϙ","R":"ɾ","S":"ʂ","T":"ƚ","U":"υ","V":"ʋ","W":"ɯ","X":"x","Y":"ყ","Z":"ȥ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN39(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ค","b":"๒","c":"ς","d":"๔","e":"є","f":"Ŧ","g":"ﻮ","h":"ђ","i":"เ","j":"ן","k":"к","l":"ɭ","m":"๓","n":"ภ","o":"๏","p":"ק","q":"ợ","r":"г","s":"ร","t":"Շ","u":"ย","v":"ש","w":"ฬ","x":"א","y":"ץ","z":"չ","A":"ค","B":"๒","C":"ς","D":"๔","E":"є","F":"Ŧ","G":"ﻮ","H":"ђ","I":"เ","J":"ן","K":"к","L":"ɭ","M":"๓","N":"ภ","O":"๏","P":"ק","Q":"ợ","R":"г","S":"ร","T":"Շ","U":"ย","V":"ש","W":"ฬ","X":"א","Y":"ץ","Z":"չ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN40(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͢","b":"b͢","c":"c͢","d":"d͢","e":"e͢","f":"f͢","g":"g͢","h":"h͢","i":"i͢","j":"j͢","k":"k͢","l":"l͢","m":"m͢","n":"n͢","o":"o͢","p":"p͢","q":"q͢","r":"r͢","s":"s͢","t":"t͢","u":"u͢","v":"v͢","w":"w͢","x":"x͢","y":"y͢","z":"z͢","A":"a͢","B":"b͢","C":"c͢","D":"d͢","E":"e͢","F":"f͢","G":"g͢","H":"h͢","I":"i͢","J":"j͢","K":"k͢","L":"l͢","M":"m͢","N":"n͢","O":"o͢","P":"p͢","Q":"q͢","R":"r͢","S":"s͢","T":"t͢","U":"u͢","V":"v͢","W":"w͢","X":"x͢","Y":"y͢","Z":"z͢"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN41(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̳","b":"b̳","c":"c̳","d":"d̳","e":"e̳","f":"f̳","g":"g̳","h":"h̳","i":"i̳","j":"j̳","k":"k̳","l":"l̳","m":"m̳","n":"n̳","o":"o̳","p":"p̳","q":"q̳","r":"r̳","s":"s̳","t":"t̳","u":"u̳","v":"v̳","w":"w̳","x":"x̳","y":"y̳","z":"z̳","A":"a̳","B":"b̳","C":"c̳","D":"d̳","E":"e̳","F":"f̳","G":"g̳","H":"h̳","I":"i̳","J":"j̳","K":"k̳","L":"l̳","M":"m̳","N":"n̳","O":"o̳","P":"p̳","Q":"q̳","R":"r̳","S":"s̳","T":"t̳","U":"u̳","V":"v̳","W":"w̳","X":"x̳","Y":"y̳","Z":"z̳"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN42(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̲","b":"b̲","c":"c̲","d":"d̲","e":"e̲","f":"f̲","g":"g̲","h":"h̲","i":"i̲","j":"j̲","k":"k̲","l":"l̲","m":"m̲","n":"n̲","o":"o̲","p":"p̲","q":"q̲","r":"r̲","s":"s̲","t":"t̲","u":"u̲","v":"v̲","w":"w̲","x":"x̲","y":"y̲","z":"z̲","A":"a̲","B":"b̲","C":"c̲","D":"d̲","E":"e̲","F":"f̲","G":"g̲","H":"h̲","I":"i̲","J":"j̲","K":"k̲","L":"l̲","M":"m̲","N":"n̲","O":"o̲","P":"p̲","Q":"q̲","R":"r̲","S":"s̲","T":"t̲","U":"u̲","V":"v̲","W":"w̲","X":"x̲","Y":"y̲","Z":"z̲"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN43(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̷","b":"b̷","c":"c̷","d":"d̷","e":"e̷","f":"f̷","g":"g̷","h":"h̷","i":"i̷","j":"j̷","k":"k̷","l":"l̷","m":"m̷","n":"n̷","o":"o̷","p":"p̷","q":"q̷","r":"r̷","s":"s̷","t":"t̷","u":"u̷","v":"v̷","w":"w̷","x":"x̷","y":"y̷","z":"z̷","A":"a̷","B":"b̷","C":"c̷","D":"d̷","E":"e̷","F":"f̷","G":"g̷","H":"h̷","I":"i̷","J":"j̷","K":"k̷","L":"l̷","M":"m̷","N":"n̷","O":"o̷","P":"p̷","Q":"q̷","R":"r̷","S":"s̷","T":"t̷","U":"u̷","V":"v̷","W":"w̷","X":"x̷","Y":"y̷","Z":"z̷"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN44(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̼","b":"b̼","c":"c̼","d":"d̼","e":"e̼","f":"f̼","g":"g̼","h":"h̼","i":"i̼","j":"j̼","k":"k̼","l":"l̼","m":"m̼","n":"n̼","o":"o̼","p":"p̼","q":"q̼","r":"r̼","s":"s̼","t":"t̼","u":"u̼","v":"v̼","w":"w̼","x":"x̼","y":"y̼","z":"z̼","A":"a̼","B":"b̼","C":"c̼","D":"d̼","E":"e̼","F":"f̼","G":"g̼","H":"h̼","I":"i̼","J":"j̼","K":"k̼","L":"l̼","M":"m̼","N":"n̼","O":"o̼","P":"p̼","Q":"q̼","R":"r̼","S":"s̼","T":"t̼","U":"u̼","V":"v̼","W":"w̼","X":"x̼","Y":"y̼","Z":"z̼"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN45(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a҉","b":"b҉","c":"c҉","d":"d҉","e":"e҉","f":"f҉","g":"g҉","h":"h҉","i":"i҉","j":"j҉","k":"k҉","l":"l҉","m":"m҉","n":"n҉","o":"o҉","p":"p҉","q":"q҉","r":"r҉","s":"s҉","t":"t҉","u":"u҉","v":"v҉","w":"w҉","x":"x҉","y":"y҉","z":"z҉","A":"a҉","B":"b҉","C":"c҉","D":"d҉","E":"e҉","F":"f҉","G":"g҉","H":"h҉","I":"i҉","J":"j҉","K":"k҉","L":"l҉","M":"m҉","N":"n҉","O":"o҉","P":"p҉","Q":"q҉","R":"r҉","S":"s҉","T":"t҉","U":"u҉","V":"v҉","W":"w҉","X":"x҉","Y":"y҉","Z":"z҉"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN46(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ä̸̡͓͈̣͇̜̻́̓͋̈́","b":"b̷͚̖̓","c":"ç̵̩̟͉͇͔̄͑͊̒̚","d":"d̶͚͇̄͐̋͛͒̆̈̚","e":"ḙ̷̛̘͆̑͊̚","f":"f̸̤̥͌ͅͅ","g":"g̴̨̞̝̦̤̋́","h":"h̴̛͚̬̮̫͓͒͋̑͗̓̐͘͝","i":"i̶̙͔̐̾͌͋͜͜͜","j":"j̵͕̹̹͊̏̂̂́͝","k":"k̸̙̗͎͖̤͓͗̾̍̂͝","l":"l̸̢͎̟̟̤̦̲̝͎̋̈̇͋͠͝ͅ","m":"m̵̧̯͈̟͎̥̖̼͕̪̌̊̈́́̑͗̽̅̋͠","n":"n̵̳͕̮̗͕̭͆̾̾͂͋̍̐͘","o":"o̷͓̮̞̻͒͌̆̅̌̿͑̋͠","p":"p̷̘̫̪̻͊̓͑͗̈̾̎͛͝","q":"q̶̢̘̃͗̇","r":"r̵̝͈̣͎͕̥̪̰̙͠","s":"ś̷̛̗̪̭","t":"t̵̘̻͔̱̯̝͕̹̖̩͐̎̇͆́́̏̏͘͘","u":"u̵͎̟̹̞̹̤̤̪͋͝͠","v":"v̶̨̢̠̤̺̖̜̑͒̉̓͒̊͠","w":"ẉ̷͉̰̣̗̞̳̗͕̈́̽̐̓̃͒̉͝","x":"x̴̡̍̋̎͛","y":"y̶̗̘͎̹̥̥͈̌̒̿̽͊̔̔͛͘","z":"ẑ̷̻̥̯̣̭́͝","A":"ä̸̡͓͈̣͇̜̻́̓͋̈́","B":"b̷͚̖̓","C":"ç̵̩̟͉͇͔̄͑͊̒̚","D":"d̶͚͇̄͐̋͛͒̆̈̚","E":"ḙ̷̛̘͆̑͊̚","F":"f̸̤̥͌ͅͅ","G":"g̴̨̞̝̦̤̋́","H":"h̴̛͚̬̮̫͓͒͋̑͗̓̐͘͝","I":"i̶̙͔̐̾͌͋͜͜͜","J":"j̵͕̹̹͊̏̂̂́͝","K":"k̸̙̗͎͖̤͓͗̾̍̂͝","L":"l̸̢͎̟̟̤̦̲̝͎̋̈̇͋͠͝ͅ","M":"m̵̧̯͈̟͎̥̖̼͕̪̌̊̈́́̑͗̽̅̋͠","N":"n̵̳͕̮̗͕̭͆̾̾͂͋̍̐͘","O":"o̷͓̮̞̻͒͌̆̅̌̿͑̋͠","P":"p̷̘̫̪̻͊̓͑͗̈̾̎͛͝","Q":"q̶̢̘̃͗̇","R":"r̵̝͈̣͎͕̥̪̰̙͠","S":"ś̷̛̗̪̭","T":"t̵̘̻͔̱̯̝͕̹̖̩͐̎̇͆́́̏̏͘͘","U":"u̵͎̟̹̞̹̤̤̪͋͝͠","V":"v̶̨̢̠̤̺̖̜̑͒̉̓͒̊͠","W":"ẉ̷͉̰̣̗̞̳̗͕̈́̽̐̓̃͒̉͝","X":"x̴̡̍̋̎͛","Y":"y̶̗̘͎̹̥̥͈̌̒̿̽͊̔̔͛͘","Z":"ẑ̷̻̥̯̣̭́͝"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN47(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ά","b":"в","c":"ς","d":"ȡ","e":"έ","f":"ғ","g":"ģ","h":"ħ","i":"ί","j":"ј","k":"ķ","l":"Ļ","m":"м","n":"ή","o":"ό","p":"ρ","q":"q","r":"ŕ","s":"ş","t":"ţ","u":"ù","v":"ν","w":"ώ","x":"x","y":"ч","z":"ž","A":"ά","B":"в","C":"ς","D":"ȡ","E":"έ","F":"ғ","G":"ģ","H":"ħ","I":"ί","J":"ј","K":"ķ","L":"Ļ","M":"м","N":"ή","O":"ό","P":"ρ","Q":"q","R":"ŕ","S":"ş","T":"ţ","U":"ù","V":"ν","W":"ώ","X":"x","Y":"ч","Z":"ž"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN48(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"მ","b":"ჩ","c":"ე","d":"ძ","e":"პ","f":"f","g":"ც","h":"h","i":"ἶ","j":"ქ","k":"κ","l":"l","m":"ო","n":"ῆ","o":"õ","p":"ρ","q":"გ","r":"Γ","s":"ჰ","t":"ན","u":"υ","v":"ὗ","w":"w","x":"ჯ","y":"ყ","z":"ɀ","A":"მ","B":"ჩ","C":"ე","D":"ძ","E":"პ","F":"f","G":"ც","H":"h","I":"ἶ","J":"ქ","K":"κ","L":"l","M":"ო","N":"ῆ","O":"õ","P":"ρ","Q":"გ","R":"Γ","S":"ჰ","T":"ན","U":"υ","V":"ὗ","W":"w","X":"ჯ","Y":"ყ","Z":"ɀ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN49(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"α","b":"ɓ","c":"૮","d":"∂","e":"ε","f":"ƒ","g":"ɠ","h":"ɦ","i":"เ","j":"ʝ","k":"ҡ","l":"ℓ","m":"ɱ","n":"ɳ","o":"σ","p":"ρ","q":"φ","r":"૨","s":"ร","t":"ƭ","u":"µ","v":"ѵ","w":"ω","x":"א","y":"ყ","z":"ƶ","A":"α","B":"ɓ","C":"૮","D":"∂","E":"ε","F":"ƒ","G":"ɠ","H":"ɦ","I":"เ","J":"ʝ","K":"ҡ","L":"ℓ","M":"ɱ","N":"ɳ","O":"σ","P":"ρ","Q":"φ","R":"૨","S":"ร","T":"ƭ","U":"µ","V":"ѵ","W":"ω","X":"א","Y":"ყ","Z":"ƶ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN50(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Թ","b":"Յ","c":"Շ","d":"Ժ","e":"ȝ","f":"Բ","g":"Գ","h":"ɧ","i":"ɿ","j":"ʝ","k":"ƙ","l":"ʅ","m":"ʍ","n":"Ռ","o":"Ծ","p":"ρ","q":"φ","r":"Ր","s":"Տ","t":"Ե","u":"Մ","v":"ע","w":"ա","x":"Ճ","y":"Վ","z":"Հ","A":"Թ","B":"Յ","C":"Շ","D":"Ժ","E":"ȝ","F":"Բ","G":"Գ","H":"ɧ","I":"ɿ","J":"ʝ","K":"ƙ","L":"ʅ","M":"ʍ","N":"Ռ","O":"Ծ","P":"ρ","Q":"φ","R":"Ր","S":"Տ","T":"Ե","U":"Մ","V":"ע","W":"ա","X":"Ճ","Y":"Վ","Z":"Հ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN51(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"ƛ","b":"Ɓ","c":"Ƈ","d":"Ɗ","e":"Є","f":"Ƒ","g":"Ɠ","h":"Ӈ","i":"Ɩ","j":"ʆ","k":"Ƙ","l":"Լ","m":"M","n":"Ɲ","o":"Ơ","p":"Ƥ","q":"Ƣ","r":"Ʀ","s":"Ƨ","t":"Ƭ","u":"Ʋ","v":"Ɣ","w":"Ɯ","x":"Ҳ","y":"Ƴ","z":"Ȥ","A":"ƛ","B":"Ɓ","C":"Ƈ","D":"Ɗ","E":"Є","F":"Ƒ","G":"Ɠ","H":"Ӈ","I":"Ɩ","J":"ʆ","K":"Ƙ","L":"Լ","M":"M","N":"Ɲ","O":"Ơ","P":"Ƥ","Q":"Ƣ","R":"Ʀ","S":"Ƨ","T":"Ƭ","U":"Ʋ","V":"Ɣ","W":"Ɯ","X":"Ҳ","Y":"Ƴ","Z":"Ȥ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN52(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"Λ","b":"Ϧ","c":"ㄈ","d":"Ð","e":"Ɛ","f":"F","g":"Ɠ","h":"н","i":"ɪ","j":"ﾌ","k":"Қ","l":"Ł","m":"௱","n":"Л","o":"Ø","p":"þ","q":"Ҩ","r":"尺","s":"ら","t":"Ť","u":"Ц","v":"Ɣ","w":"Ɯ","x":"χ","y":"Ϥ","z":"Ẕ","A":"Λ","B":"Ϧ","C":"ㄈ","D":"Ð","E":"Ɛ","F":"F","G":"Ɠ","H":"н","I":"ɪ","J":"ﾌ","K":"Қ","L":"Ł","M":"௱","N":"Л","O":"Ø","P":"þ","Q":"Ҩ","R":"尺","S":"ら","T":"Ť","U":"Ц","V":"Ɣ","W":"Ɯ","X":"χ","Y":"Ϥ","Z":"Ẕ"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN53(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̾","b":"b̾","c":"c̾","d":"d̾","e":"e̾","f":"f̾","g":"g̾","h":"h̾","i":"i̾","j":"j̾","k":"k̾","l":"l̾","m":"m̾","n":"n̾","o":"o̾","p":"p̾","q":"q̾","r":"r̾","s":"s̾","t":"t̾","u":"u̾","v":"v̾","w":"w̾","x":"x̾","y":"y̾","z":"z̾","A":"a̾","B":"b̾","C":"c̾","D":"d̾","E":"e̾","F":"f̾","G":"g̾","H":"h̾","I":"i̾","J":"j̾","K":"k̾","L":"l̾","M":"m̾","N":"n̾","O":"o̾","P":"p̾","Q":"q̾","R":"r̾","S":"s̾","T":"t̾","U":"u̾","V":"v̾","W":"w̾","X":"x̾","Y":"y̾","Z":"z̾"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN54(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͓̽","b":"b͓̽","c":"c͓̽","d":"d͓̽","e":"e͓̽","f":"f͓̽","g":"g͓̽","h":"h͓̽","i":"i͓̽","j":"j͓̽","k":"k͓̽","l":"l͓̽","m":"m͓̽","n":"n͓̽","o":"o͓̽","p":"p͓̽","q":"q͓̽","r":"r͓̽","s":"s͓̽","t":"t͓̽","u":"u͓̽","v":"v͓̽","w":"w͓̽","x":"x͓̽","y":"y͓̽","z":"z͓̽","A":"a͓̽","B":"b͓̽","C":"c͓̽","D":"d͓̽","E":"e͓̽","F":"f͓̽","G":"g͓̽","H":"h͓̽","I":"i͓̽","J":"j͓̽","K":"k͓̽","L":"l͓̽","M":"m͓̽","N":"n͓̽","O":"o͓̽","P":"p͓̽","Q":"q͓̽","R":"r͓̽","S":"s͓̽","T":"t͓̽","U":"u͓̽","V":"v͓̽","W":"w͓̽","X":"x͓̽","Y":"y͓̽","Z":"z͓̽"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN55(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͎","b":"b͎","c":"c͎","d":"d͎","e":"e͎","f":"f͎","g":"g͎","h":"h͎","i":"i͎","j":"j͎","k":"k͎","l":"l͎","m":"m͎","n":"n͎","o":"o͎","p":"p͎","q":"q͎","r":"r͎","s":"s͎","t":"t͎","u":"u͎","v":"v͎","w":"w͎","x":"x͎","y":"y͎","z":"z͎","A":"a͎","B":"b͎","C":"c͎","D":"d͎","E":"e͎","F":"f͎","G":"g͎","H":"h͎","I":"i͎","J":"j͎","K":"k͎","L":"l͎","M":"m͎","N":"n͎","O":"o͎","P":"p͎","Q":"q͎","R":"r͎","S":"s͎","T":"t͎","U":"u͎","V":"v͎","W":"w͎","X":"x͎","Y":"y͎","Z":"z͎"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN56(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̟","b":"b̟","c":"c̟","d":"d̟","e":"e̟","f":"f̟","g":"g̟","h":"h̟","i":"i̟","j":"j̟","k":"k̟","l":"l̟","m":"m̟","n":"n̟","o":"o̟","p":"p̟","q":"q̟","r":"r̟","s":"s̟","t":"t̟","u":"u̟","v":"v̟","w":"w̟","x":"x̟","y":"y̟","z":"z̟","A":"a̟","B":"b̟","C":"c̟","D":"d̟","E":"e̟","F":"f̟","G":"g̟","H":"h̟","I":"i̟","J":"j̟","K":"k̟","L":"l̟","M":"m̟","N":"n̟","O":"o̟","P":"p̟","Q":"q̟","R":"r̟","S":"s̟","T":"t̟","U":"u̟","V":"v̟","W":"w̟","X":"x̟","Y":"y̟","Z":"z̟"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN57(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͙","b":"b͙","c":"c͙","d":"d͙","e":"e͙","f":"f͙","g":"g͙","h":"h͙","i":"i͙","j":"j͙","k":"k͙","l":"l͙","m":"m͙","n":"n͙","o":"o͙","p":"p͙","q":"q͙","r":"r͙","s":"s͙","t":"t͙","u":"u͙","v":"v͙","w":"w͙","x":"x͙","y":"y͙","z":"z͙","A":"a͙","B":"b͙","C":"c͙","D":"d͙","E":"e͙","F":"f͙","G":"g͙","H":"h͙","I":"i͙","J":"j͙","K":"k͙","L":"l͙","M":"m͙","N":"n͙","O":"o͙","P":"p͙","Q":"q͙","R":"r͙","S":"s͙","T":"t͙","U":"u͙","V":"v͙","W":"w͙","X":"x͙","Y":"y͙","Z":"z͙"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN58(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a̺","b":"b̺","c":"c̺","d":"d̺","e":"e̺","f":"f̺","g":"g̺","h":"h̺","i":"i̺","j":"j̺","k":"k̺","l":"l̺","m":"m̺","n":"n̺","o":"o̺","p":"p̺","q":"q̺","r":"r̺","s":"s̺","t":"t̺","u":"u̺","v":"v̺","w":"w̺","x":"x̺","y":"y̺","z":"z̺","A":"a̺","B":"b̺","C":"c̺","D":"d̺","E":"e̺","F":"f̺","G":"g̺","H":"h̺","I":"i̺","J":"j̺","K":"k̺","L":"l̺","M":"m̺","N":"n̺","O":"o̺","P":"p̺","Q":"q̺","R":"r̺","S":"s̺","T":"t̺","U":"u̺","V":"v̺","W":"w̺","X":"x̺","Y":"y̺","Z":"z̺"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }

function WeirdTextCapsFontN59(text) {
    var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a͆","b":"b͆","c":"c͆","d":"d͆","e":"e͆","f":"f͆","g":"g͆","h":"h͆","i":"i͆","j":"j͆","k":"k͆","l":"l͆","m":"m͆","n":"n͆","o":"o͆","p":"p͆","q":"q͆","r":"r͆","s":"s͆","t":"t͆","u":"u͆","v":"v͆","w":"w͆","x":"x͆","y":"y͆","z":"z͆","A":"a͆","B":"b͆","C":"c͆","D":"d͆","E":"e͆","F":"f͆","G":"g͆","H":"h͆","I":"i͆","J":"j͆","K":"k͆","L":"l͆","M":"m͆","N":"n͆","O":"o͆","P":"p͆","Q":"q͆","R":"r͆","S":"s͆","T":"t͆","U":"u͆","V":"v͆","W":"w͆","X":"x͆","Y":"y͆","Z":"z͆"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    text = charArray.join("");
    return text;
  }



function WeirdTextCapsFontN60(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
     return "░"+text.split("").join("░")+ "░";
  }



function WeirdTextCapsFontN61(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "〜"+text.split("").join("〜")+ "〜";
  }



function WeirdTextCapsFontN62(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "≋"+text.split("").join("≋")+ "≋";
  }



function WeirdTextCapsFontN63(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⨳"+text.split("").join("⨳")+ "⨳";
  }


function WeirdTextCapsFontN64(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⦚"+text.split("").join("⦚⦚")+ "⦚";
  }


function WeirdTextCapsFontN65(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return text.split("").join("⊶");
  }


function WeirdTextCapsFontN66(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⦑"+text.split("").join("⦒⦑")+ "⦒";
  }


function WeirdTextCapsFontN67(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⦏"+text.split("").join("⦎⦏")+ "⦎";
  }


function WeirdTextCapsFontN68(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⟦"+text.split("").join("⟧⟦")+ "⟧";
  }


function WeirdTextCapsFontN69(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "[̲̅"+text.split("").join("[̲̅")+ "]";
  }


function WeirdTextCapsFontN70(text) {
  var map = {"0":"0","1":"1","2":"2","3":"3","4":"4","5":"5","6":"6","7":"7","8":"8","9":"9","a":"a","b":"b","c":"c","d":"d","e":"e","f":"f","g":"g","h":"h","i":"i","j":"j","k":"k","l":"l","m":"m","n":"n","o":"o","p":"p","q":"q","r":"r","s":"s","t":"t","u":"u","v":"v","w":"w","x":"x","y":"y","z":"z","A":"a","B":"b","C":"c","D":"d","E":"e","F":"f","G":"g","H":"h","I":"i","J":"j","K":"k","L":"l","M":"m","N":"n","O":"o","P":"p","Q":"q","R":"r","S":"s","T":"t","U":"u","V":"v","W":"w","X":"x","Y":"y","Z":"z"};
    var charArray = text.split("");
    for(var i = 0; i < charArray.length; i++) {
      if( map[charArray[i].toLowerCase()] ) {
        charArray[i] = map[charArray[i]];
      }
    }
    return "⧼"+text.split("").join("⧽⧼")+ "⧽";
  }



function escapeHtml(text) {
	 var map={"&":"&amp;","<":"&lt;",">":"&gt;"};
	  return text.replace(/[&<>]/g, function(m) { return map[m]; });
	}
$("#phrase").keyup(function(){
	var textVal = escapeHtml($("#phrase").val());
	$("#SubscriptFont").html(SubscriptFont(textVal));
	$("#WeirdTextCapsFont").html(WeirdTextCapsFont(textVal));
	$("#WeirdTextCapsFontS").html(WeirdTextCapsFontS(textVal));
	$("#WeirdTextCapsFontA").html(WeirdTextCapsFontA(textVal));
	$("#WeirdTextCapsFontB").html(WeirdTextCapsFontB(textVal));
	$("#WeirdTextCapsFontC").html(WeirdTextCapsFontC(textVal));
	$("#WeirdTextCapsFontD").html(WeirdTextCapsFontD(textVal));
	$("#WeirdTextCapsFontE").html(WeirdTextCapsFontE(textVal));
  $("#WeirdTextCapsFontN1").html(WeirdTextCapsFontN1(textVal));
  $("#WeirdTextCapsFontN2").html(WeirdTextCapsFontN2(textVal));
  $("#WeirdTextCapsFontN3").html(WeirdTextCapsFontN3(textVal));
  $("#WeirdTextCapsFontN4").html(WeirdTextCapsFontN4(textVal));
  $("#WeirdTextCapsFontN5").html(WeirdTextCapsFontN5(textVal));
  $("#WeirdTextCapsFontN6").html(WeirdTextCapsFontN6(textVal));
  $("#WeirdTextCapsFontN7").html(WeirdTextCapsFontN7(textVal));
  $("#WeirdTextCapsFontN8").html(WeirdTextCapsFontN8(textVal));
  $("#WeirdTextCapsFontN9").html(WeirdTextCapsFontN9(textVal));
  $("#WeirdTextCapsFontN10").html(WeirdTextCapsFontN10(textVal));
  $("#WeirdTextCapsFontN11").html(WeirdTextCapsFontN11(textVal));
  $("#WeirdTextCapsFontN12").html(WeirdTextCapsFontN12(textVal));
  $("#WeirdTextCapsFontN13").html(WeirdTextCapsFontN13(textVal));
  $("#WeirdTextCapsFontN14").html(WeirdTextCapsFontN14(textVal));
  $("#WeirdTextCapsFontN15").html(WeirdTextCapsFontN15(textVal));
  $("#WeirdTextCapsFontN16").html(WeirdTextCapsFontN16(textVal));
  $("#WeirdTextCapsFontN17").html(WeirdTextCapsFontN17(textVal));
  $("#WeirdTextCapsFontN18").html(WeirdTextCapsFontN18(textVal));
  $("#WeirdTextCapsFontN19").html(WeirdTextCapsFontN19(textVal));
  $("#WeirdTextCapsFontN20").html(WeirdTextCapsFontN20(textVal));
  $("#WeirdTextCapsFontN21").html(WeirdTextCapsFontN21(textVal));
  $("#WeirdTextCapsFontN22").html(WeirdTextCapsFontN22(textVal));
  $("#WeirdTextCapsFontN23").html(WeirdTextCapsFontN23(textVal));
  $("#WeirdTextCapsFontN24").html(WeirdTextCapsFontN24(textVal));
  $("#WeirdTextCapsFontN25").html(WeirdTextCapsFontN25(textVal));
  $("#WeirdTextCapsFontN26").html(WeirdTextCapsFontN26(textVal));
$("#WeirdTextCapsFontN27").html(WeirdTextCapsFontN27(textVal));
$("#WeirdTextCapsFontN28").html(WeirdTextCapsFontN28(textVal));
$("#WeirdTextCapsFontN29").html(WeirdTextCapsFontN29(textVal));
$("#WeirdTextCapsFontN30").html(WeirdTextCapsFontN30(textVal));
$("#WeirdTextCapsFontN31").html(WeirdTextCapsFontN31(textVal));
$("#WeirdTextCapsFontN32").html(WeirdTextCapsFontN32(textVal));
$("#WeirdTextCapsFontN33").html(WeirdTextCapsFontN33(textVal));
$("#WeirdTextCapsFontN34").html(WeirdTextCapsFontN34(textVal));
$("#WeirdTextCapsFontN35").html(WeirdTextCapsFontN35(textVal));
$("#WeirdTextCapsFontN36").html(WeirdTextCapsFontN36(textVal));
$("#WeirdTextCapsFontN37").html(WeirdTextCapsFontN37(textVal));
$("#WeirdTextCapsFontN38").html(WeirdTextCapsFontN38(textVal));
$("#WeirdTextCapsFontN39").html(WeirdTextCapsFontN39(textVal));
$("#WeirdTextCapsFontN40").html(WeirdTextCapsFontN40(textVal));
$("#WeirdTextCapsFontN41").html(WeirdTextCapsFontN41(textVal));
$("#WeirdTextCapsFontN42").html(WeirdTextCapsFontN42(textVal));
$("#WeirdTextCapsFontN43").html(WeirdTextCapsFontN43(textVal));
$("#WeirdTextCapsFontN44").html(WeirdTextCapsFontN44(textVal));
$("#WeirdTextCapsFontN45").html(WeirdTextCapsFontN45(textVal));
$("#WeirdTextCapsFontN46").html(WeirdTextCapsFontN46(textVal));
$("#WeirdTextCapsFontN47").html(WeirdTextCapsFontN47(textVal));
$("#WeirdTextCapsFontN48").html(WeirdTextCapsFontN48(textVal));
$("#WeirdTextCapsFontN49").html(WeirdTextCapsFontN49(textVal));
$("#WeirdTextCapsFontN50").html(WeirdTextCapsFontN50(textVal));
$("#WeirdTextCapsFontN51").html(WeirdTextCapsFontN51(textVal));
$("#WeirdTextCapsFontN52").html(WeirdTextCapsFontN52(textVal));
$("#WeirdTextCapsFontN53").html(WeirdTextCapsFontN53(textVal));
$("#WeirdTextCapsFontN54").html(WeirdTextCapsFontN54(textVal));
$("#WeirdTextCapsFontN55").html(WeirdTextCapsFontN55(textVal));
$("#WeirdTextCapsFontN56").html(WeirdTextCapsFontN56(textVal));
$("#WeirdTextCapsFontN57").html(WeirdTextCapsFontN57(textVal));
$("#WeirdTextCapsFontN58").html(WeirdTextCapsFontN58(textVal));
$("#WeirdTextCapsFontN59").html(WeirdTextCapsFontN59(textVal));
$("#WeirdTextCapsFontN60").html(WeirdTextCapsFontN60(textVal));
$("#WeirdTextCapsFontN61").html(WeirdTextCapsFontN61(textVal));
$("#WeirdTextCapsFontN62").html(WeirdTextCapsFontN62(textVal));
$("#WeirdTextCapsFontN63").html(WeirdTextCapsFontN63(textVal));
$("#WeirdTextCapsFontN64").html(WeirdTextCapsFontN64(textVal));
$("#WeirdTextCapsFontN65").html(WeirdTextCapsFontN65(textVal));
$("#WeirdTextCapsFontN66").html(WeirdTextCapsFontN66(textVal));
$("#WeirdTextCapsFontN67").html(WeirdTextCapsFontN67(textVal));
$("#WeirdTextCapsFontN68").html(WeirdTextCapsFontN68(textVal));
$("#WeirdTextCapsFontN69").html(WeirdTextCapsFontN69(textVal));
$("#WeirdTextCapsFontN70").html(WeirdTextCapsFontN70(textVal));
	$("#SuperscriptFont").html(SuperscriptFont(textVal));
	$("#fontSize11").html(textVal);
	$("#fontSize9").html(textVal);
	var lowcase = textVal.toLowerCase();
	$("#lowcase").html(lowcase);
});

$("#showsup").html(SuperscriptFont("abcdefghijklmnopqrstuvwxyz"));
$("#showsub").html(SubscriptFont("abcdefghijklmnopqrstuvwxyz"));










  const aioColors = document.querySelectorAll('.fonts');
  
  aioColors.forEach(color => {
    color.addEventListener('click', () => {
      const selection = window.getSelection();
      const range = document.createRange();
      range.selectNodeContents(color);
      selection.removeAllRanges();
      selection.addRange(range);
  
      try {
        document.execCommand('copy');
        selection.removeAllRanges();
  
        const original = color.textContent;
        color.textContent = 'Copied!';
        color.classList.add('success');
  
        setTimeout(() => {
          color.textContent = original;
          color.classList.remove('success');
        }, 1200);
      } catch(e) {
        const errorMsg = document.querySelector('.error-msg');
        errorMsg.classList.add('show');
  
        setTimeout(() => {
          errorMsg.classList.remove('show');
        }, 1200);
      }
    });
  });
      
